hi
लाख कोशिश करने पे भी मेरे कमरे की खिड्की बंध नहीं होती
लगता है कभी कभी तो बंध भी हो जाए ये खिड्की
मगर खुला रहने पे भी दिल पे कुछ सुकुन-सा होता रहता है। 

हर लम्हा हवाओं की तरह 
उड़ कर आने वाले यादों के झोक्कों से खुलने वाली यह खिड़की 
हरदम खुलती ही रहती है।

बन्द कर लूँ - 
खेतों पे हवाओं के संग नाचते हुए घासों के छोटे-छोटे हाथ आकर खोल देते हैँ 
बंध कर लूँ - 
गुनगुनाते हुए बह रहे झरनों के तरल हाथ खिँचकर खुला छोड़ देते हैं 
झरनों के पानी से भिगे हुए और किनारे के सूखे छोटे-छोटे पत्थर 
खिड़की से अन्दर ही आकर 
जमीन पे बिखर जाते हैं। 

सब काम छोड कर खेलना शुरु करता हूँ मै उनसे।

बन्द कर लूँ -
खेत के उस पार खड़ा रह रहा आम का पेड़ भी खोल देता है खिड्की
हवाएँ जब झकझोर के हिलाती हैं उसे
पत्ते मेरे कमरे के कोने-कोने तक बिखर जाते हैं। 

इन पत्तों पे मेरा बचपन का खुशबू है
सब काम छोड़कर मै पत्तों से खेलना शुरू करता हूँ ।

खुली हुई खिड़की से मैं गावँ की मील के पिछवाड़े 
जमीन तक आकर खत्म होने वाले आसमान को देखता हूँ। 

मील की टुकटुक करती आवाज
कहीं बज रहे ढोल और दमाहा के साथ घुलकर आ रही है  
और दादीमाँ की आवाज को जिन्दा कर रही है। 
घर के पिछवाड़े पे उन के सुखाए हुए कपड़े
हावाओं में फहराता जा रहा है। 

खिड़की बन्द कर लूँ -
शाम को घर लौटती हुई गायों के पैरों से 
उड़ कर आनी वाली धूल के सूक्ष्म हाथ खोल देते हैं उसे। 

बन्द कर लूँ -
वक्त की उस गाव से कोई आ पहुँचता है एकाएक 
और खोल देता है खिड़की।

जितना भी कोशिश कर लूँ
यह खिड़की बन्द नहीं होती।
hi
तब मैं खासा जवान था जब बनाया था मैंने अपना घर
एक छोटी-सी कुटी आह्लाद की
खड़ी थी मज़बूत घर के सामने जो घर था मेरे पिता का 
रोज़ गिरती थी उस ऊँचे मकान की छाया
आती थी मुझ तक
और रौंद देती थी मेरे छोटे वज़ूद को

रात मैं करता था छेद अपनी ही छत में
निकल पड़ता था चोरी से 
चाँद के उजास का कम्बल ओढ़े
पुकारता था बारिशों को भीग जाने के लिए बौछार में

नहीं जानता था मैं 
क्यों हो जाते थे पिता इस पर यूँ उदास 
छत के उन छिद्रों पर खिन्न 
बरबस क्यों रोक लेना चाहते थे बरसात 
क्यों दीवारें तान दीं थीं उन्होंने अपने जीवन के चारों ओर
जबकि मेरी झोंपड़ी की कोई हद न थी

वे कौन से ख़याल थे उनके 
जिनसे चमका करते थे उनके बाल और काँपती थी उनकी मूँछ
फिर एक दिन यूँ हुआ
कि सौंप कर मुझे अपनी मूँछ और दाढ़ी 
वे चल दिए लड़खड़ाते कभी न लौटने के लिए अपने घर से
अपने चेहरे पर उगी उस पुरानी घास को 
रोज़ छीलता हूँ मैं
लेकिन फिर-फिर उग आती है वह 

मैं नहीं जानता 
कब मैं चुरा लिया गया था अपनी ही ख़ुशियों के घर से 

हर आनेवाला साल मुझे धकेलता है 
पर मैं पलटकर देखता हूँ प्यार से 
अपनी वही झोंपड़ी .
वहीँ खड़ी है अब भी चुपचाप 
वहीँ, पिता के ऊँचे घर के बगल में

अब दोनों ही खाली हैं 
और क़रीब आ गए हैं अधिक एक-दूजे के 
पिता की बाँहें  हैं मेरे कन्धों से लिपटी 
और स्मृतियों की हरी दूब फ़ैल गई है ढाँपते हुए गज़ों अपना अस्तित्व
hi
किए कई यत्न कि बंद रख  सकूँ, पर खिड़की मेरे कमरे की नहीं होगी बंद 
लगता है कभी-कभी 
कि ये बंद भी रहे 
पर भर जाता हूँ आनंद से खुलती है  जब ।
प्रत्येक क्षण हवा के साथ चले आते हैं स्मृतियों के झोंके 
और खुल जाती है खिड़की सदा खुली रहने के लिए ।
जब भी करता हूँ इसे बंद, नरम हाथ घास के 
आते हैं नाचते हुए खेतों की हवा के साथ, खोलते हैं इसे आहिस्ता ।

अगर करता हूँ  इसे अभी बँद 
चली आएगी कहीं से नदी किलोल करती 
और अपने बहते हाथों से खोल देगी खिड़कियाँ  बंद 
छोड़ देगी खुला रहने के लिए ।

रेत के किनारों और तलछट से आते हैं 
भीगे और सूखे बिल्लौरी कंकड़ 
यहीं इसी खिड़की से भीतर आते  बिखर जाते हैं मेरे कमरे के फर्श पर 
तब छोड़कर रोज़मर्रा के काम औचक खेलता हूँ इनसे ।

जब भी करूँगा इसे बंद 
चला आएगा खेत की कूबड़ पीठ पर तना आम का वही  पेड़ 
खोलेगा इसे 
तूफानी हवाएँ झकझोर देंगी टहनियाँ  
और झड़ जाएँगे पत्ते अनायास कमरे में इधर-उधर ।
इन पत्तों से आती है गंध मेरे बचपन की 
और बैठ जाता हूँ खेलने छोड़कर सभी काज

इसी खुली खिड़की से 
देखता हूँ झूलता क्षितिज चावल की चक्की पर 
वहाँ से सविराम आती हैं चक्की की आवाजें, गूँजती हुई 
ढोल और धमाल के साथ घुलती 
और करती हैं ज़िन्दा मेरी दादी की आवाज़ों को 
वे कपड़े जो घर के पीछे धोकर सुखाए थे उन्होंने 
रस्सी पर सरसरा रहे हैं हवा के साथ

अगर करता हूँ बँद 
तो खोल देते हैं इसे 
धूल के वे नन्हे हाथ जो उठते हैं  कभी 
घर लौटते मवेशियों के खुरों से 

कितना करता हूँ यत्न कि रह जाए ये बँद 
तब चला आता है हठात
समय का पड़ौसी गाँव से कोई 
और खोल देता है इसे ।
क्या करूँ !
बहुत यत्न के बाद भी 
अकसर खुली रहती है मेरे घर की ये खिड़की ।
hi
आवाज़ों के बीच 
सुमधुर, कर्कश  और तीखी 
आवाज़ों की इस महासभा में 
जो आती हैं बाहर, भीमकाय सीमेंट की दीवारों को तोड़ 
जानता हूँ मैं 
कहीं बीच इनके, मेरी भी आवाज़ उपस्थित है ।

पहाड़ियों से गिरते झरने कुछ कह रहे हैं 
आवाजें सड़कों पर चलते वेगवान वाहनों की 
दे रही हैं धक्का एक दूसरे को 
आवाज़ आकाश में ऊँचे उड़ते हवाईजहाज़ की 
कर रही है अहम् अपनी ऊँचाई का 

 मशीनें कारख़ानों की बड़बड़ा रही हैं ।  

कलरव करती चिड़ियों की धुन 
आवाज़ें पशुओं की 
झनझनाती रात में झींगुरों की आवाज़ें 
रहती हैं उपस्थित 
जैसे उपस्थित रहती हैं यौवन से भरी औरतें तमाम 

महासभा में 
उपस्थित हैं  सूक्ष्मतर आवाज़ें संवेदी 
जो उपजती है विश्राम की गति के सबसे छोटे खंड से

अपने में तुष्ट पेटभर आवाज़ें 
भूखी, सिकुड़ी आवाज़ें 
और कालातीत आवाज़ें कला की 
बैठ गई हैं अपनी-अपनी जगह ।

आवाज़ों की महासभा में 
महाशक्तियों की आवाज़ उठ रही है समुद्र में ज्वार की तरह 

मैं जानता हूँ यहीं इनके बीच कहीं शामिल है मेरी भी आवाज़ 
लेकिन मैं कर रहा हूँ कोशिश पहचानने की 

कौनसी है मेरी आवाज़ ? 
आखिर कौनसी है मेरी अपनी आवाज़ ?
hi
कि लाया जाना चाहिए था

अपने संग पथ पर

दिन का श्फ्फ़ाक उजाला 
पकड़े हुए हाथों में हाथ
छूट गया था कहीं पीछे आकाश में

कि लाया जाना चाहिए था
वह स्वप्न जो खिलता था नींद में
धीरे से रखकर आँखों में
जो यहाँ तक नहीं ला सका साथ

कि लाया जाना चाहिए था
चेहरे पर मोम से चिपकाए होठों को

लाया जाना चाहिए था
आँखों में चमकती
भोली सी रोशनी को बचाकर

मेरी देह में था कभी बुरूँश के फूल जैसा माँस
झूम उठता था हवा के संग

छूट गया है पथ में
और मेरी त्वचा थी
एक गुलदस्ता
मुरझा चुकी है अब

आह ! कुछ शेष नहीं, निरापद
कि रह गया है पीछे वैभव का वह शालीन महल 
कि आई हैं मेरे साथ
काटती सर्द हवाएँ
कि आई है मेरे साथ
जलती हुई धूप
या कि गंधाता स्याह अँधेरा
और चुभती हुई थोड़ी रौशनी

सभी आह्लाद के क्षणों से दूर
खड़ा है महज अब भुतहा किला
नितांत अकेला अपनी अनजानी असंतुलित ज़मीन पर
जिसकी रक्षा में तैनात है
हृदय की कांपती लौ
और यौवन की छूटी मृगमरीचिकाएँ ।
hi
कभी न चल कर भी खेत
गतिमान हैं
शताब्दियों की लम्बी राह पर

शुभ्र बादलों के तोरण
झुके हैं खेतों पर

झरती हैं बूँदें झर-झर
नहलाते हुए
उजले करती हैं खेतों के बदन

नीले आकाश का मुखड़ा झुका हुआ उनपर
बोलता नि:शब्द
और कहीं दूर बहुत दूर से आती रोशनी मिलने के लिए

आती हुई हवाएँ खेलती हैं
मिट्टी की गेंद से
लिखते हुए खेत पर
दिन, शाम, भोर और रातें

उभर आती हैं  हरी-हरी पंक्तियाँ

खेत हैं कि कर रहे हैं ठिठोली
पेड़ -पौधों से

और देखते ही रहते हैं आँखों की कोर से
जैसे प्रवाहमान नदी का प्रवाह हो
गतिमान न होकर भी ।
निरंतरता का बहाव है खेतों के साथ
सरल, सरस, आनंद के कई रंग हैं खेतों के साथ 
सदैव लिए कंचन सद्भाव की ध्वजाएं
खेत अपने साथ

कभी नहीं बहके हैं ये
चौक, शहर, बाज़ार के रंगीन शोर
और उनके बीच जीते हुए
कभी नहीं बोले ऊँचे स्वर में किसी के खिलाफ़ ।

अचंभित हूँ मैं !
फिर भी, बहुत दूर से आए हैं खेत
सदियों से पूरी कर रहे हैं अपनी दौड़

जीवन का नैसर्गिक मुखड़ा (अकृत्रिम चेहरा)
बहस की छाया से दूर
न पहने है उतावली की पोशाक
होते जा रहे हैं आधुनिक
उत्तर आधुनिक ये ।
hi
शाम की सुपारी दातों से काटता हूँ
उससे आगे की गोधूली का चूइंगम चबाता हूँ
आँखों में भार लादकर
दिन के मस्त उजाले में
प्रवेश कर जाता हूँ।
सूरज के साथ घूमने निकलता हूँ।
हवा के छोर तक पहुँच
लौट पड़ता हूँ।
रात की रजाई ओढ़ता हूँ
आँखों को दबाकर पूरी रात
नीँद की सिटकनी फँसाता हूँ।
सबेरे का चॉकलेट चूसता हूँ।
जीवन के चक्रपथ में भोग ऊँचा हो रहा है
बुद्धि की जीभ चलाता हूँ।
शब्दातीत सत्य के तलाश में
हर क्षण का स्वाद लेता हूँ।
और फिर खुद को
रूपए-दो रुपए की तरह
चलाता रहता हूँ
खर्च करता रहता हूँ।

मूल नेपाली से अनुवादः कुमुद अधिकारी
