hi
गर्मी अपनी उत्कर्ष से भी और ऊपर जा रही है
मानो, कसम खा रखी है, 
तमाम थर्मामीटरों को तोडे बिना नीचे न उतरने की ।

हवा इधर आने का मन नहीं कर रहा 
बादल को ले के गया हुआ है कहीं 
हनीमून मनाने ।
इसलिए बारिश भी नहीं हो रही । 

सूरज भरपूर ताक़त लगा के धूप बरसाता रहा है 
लाद रहा है निर्ममतापूर्वक निरीह जीवनों के उपर 
अपना एकतरफा शासन । 

इन्सान के शरीर और मष्तिस्क के बीच के सामन्जस्य को 
तोड दिया है गर्मी ने । 
आर्द्र भूमि से हो गऐ हैं इन्सानों के शरीर 
पागल बाढ ने जैसा समूचा भिगोया है बदन को पसिने ने । 
वो समझ नहीं पा रहा है त्वचा और रोवां का भेद
और इन्सानों के विचारों को सिर से बहाता हुआ 
तलवा तक पहुँचा दिया है ।

खीचकर बदन पर ही सटा दिया है पसीने ने
बेमन से लगाए हुए कपड़ो को भी । 
आजीवन अभिनयरत इन्सान 
गाली दे रहा है कपड़ों के अविष्कारको । 
खिडकियाँ हो के भी न होने के बराबर हैं, 
किसी असफल राष्ट्र की सरकार की तरह। 
पर्दे हिलेँ या न हिलेँ खुद असमन्जस में हैं । 
 
दीवारें कृत्रिम वैमनष्य का ताप फेंकते हुए 
ऐसे फूँकार रही हैं जैसे आपस मे लडने जा रही हैं ।
कमरा खुद ही बावला हो गया है, 
खुद के अन्दर का ताप सह नही पाने से । 
बिस्तर तवे की तरह आँच दे रहा है ।
उठते हुए इन्सान के शरीर पे सट कर 
भागने की कोशिश कर रहा है 
पसीने से तर तन्ना । 

सिलिंग पंखा आजीत है, 
नाम मात्र का शक्तिविहीन अस्थाई अधिकारी सा 
उल्टे सर लटक के निरन्तर गाली देते रहने पर भी 
गर्मी का टस से मस न होने से ।
आगे टपक पडने हर कोई का गाली सुनते हुए 
सर झुका के घुम रहा है टेबुल पंखा 
सरकारी अफिस का कोई श्रेणीविहीन कारिन्देकी तरह । 

बिजली चली गयी है योजनाकारों के बैंकखातों पे छुपने 
और बच्चा रो रहा है 
गर्मी की वजह से माँ का दूध चुस न सकने से । 
बीबी के उपर नाहक उधेड रहा है शौहर 
असफल योजना व गर्मी के पारा टूटकर निकला हुवा गरम गुस्से को । 
बीबी के लिए वो गुस्सा
खुद से भोगी जा रही गर्मी से ज्यादा गरम नही है । 

उन्मत्त उबल रहा है सडक का पीच
और ऐसे बढता जा रहा है हवा मे उष्णता
जैसे तोड डालेगा इन्सानों के धैर्य को ।

अस्तव्यस्त हो के बाते कर रहे हैं
पेड़ के निचे जमा होकर 
खेत रोप न पाने से फुर्सत पाई हुए स्त्रियाँ ।
बगल में बंधा हुवा बैल जानने को उत्सुक है
औरतों को सिर्फ सर्दियों में ही शरम आती है क्या? 
सम्भ्रान्त माने गए स्त्रियों के 
खुद के आइने में सीमित रहे कुछ रहस्य भी 
द्रुत गति में सार्वजनिक हो रहे हैं गर्मी के बहाने । 
पसीने के चिपचिपाहट पे उलझ गए हैं सभी के जोश और कौशल ।

प्रेमी-प्रेमिकाएँ 
एक दुसरे को दूर से ही देख कर दिल को सम्हाल रहे हैं, 
तमाम मोह और आसक्तियों से ज्यादा शक्तिशाली बन के खडा है 
उन के बीच मे इस प्रचण्ड गर्मी का विकर्षण ।

सूरज अपना वर्चश्व दिखाने मे तल्लीन है अब भी
और बढता ही जा रहा है गर्मी का घमण्ड । 

इतना होते हुए भी 
विश्वस्त हैं यहाँ जी रहे हर एक कण
कि
गर्मी को पछाडकर अवश्य आएगी शीतलता । 

अनुभव साक्षी है, 
निर्मम शासन कर के कोई ज्यादा देर टिक नहीं सकता ।
hi
सारा यौवन भर
सीने पे एक प्रेमाकुल हृदय को ही ले कर
चलता आया हूँ । 

खिलाकर दिल को
मुहब्बत का सामियाना बना लें जैसा लगता ही आया है ।
अनुराग की गहराइयों पे डूब के दिल के भीगने पर
निचोडकर प्रिया को ही भिगा डालूँ जैसा होता ही आया है ।
कभी न मिटने वाला एक चित्र 
हृदय के  रंग से ही बना डालूँ जैसा होता ही आया है । 

खडे हो कर आज
इस ताजमहल के सामने, 
सूर्यकिरण के स्पर्श से शरमा रहे संगमरमर की मुस्कुराहटें,
प्रेम की ऊँचाई  को छु के मदहोश दौडरहे हवाओं के गुच्छे,  
परिक्रमरत द्रष्टाओं के सीने में गूंज रहे प्रेमास्पद संगीत
और
अपने ही दिल के अन्दर छलकते हुए
रंगीन अनुभूति के सुवासित मादकता पे खो कर
मैं खुद को ही भूल रहा हूँ ।

इस वक्त मैं 
शाहजहाँ को याद कर रहा हूँ या मुमताज को 
या याद कर रहा हूँ खुद को ? 
भ्रमित हूँ
अचेत हूँ, अपने ही सीने  की फैलावट से दबकर ।  

शाहजहाँ,
जिस ने बादशाह को प्रेमी से बौना बना दिया 
जिस ने मजार को मन्दिर
प्रेमिका को ईश्वर 
और प्रेम को मजहब बना दिया । 

कम से कम दो फर्क तो जरूर है हमारे बीच
वह शहंशाह था,
मै 
उस के जैसा वैभवशाली होता तो
ताजमहल बनाने के लिए
अपनी प्रेमिका की मौत का इन्तजार नहीं करता ।
hi
तोडना चाहने मात्र से भी
उनके कोमल हाथों पे 
खुद ही आ जाते हैं फूल डाली से,
उनके नन्हे पाँव से कुचल जाने पे
आजीवन खुद को धिक्कारते हैं काँटे । 

सोच समझकर 
सुकोमल, हल्के हो के बारिकी से बसते हैं
सपने भी उनके आँखों में । 

उन के होठों पे रहने से
उच्चारण करते ही खौफ जगानेवाले शब्द भी
तोतले हो के निकलते हैं । 

चिडियों को ताने मारती हुई खिलखिला रही पहाडी नदी
उन की हंसी सुनने के बाद
अपने घमन्ड पे खेद करती हुई 
चुपचाप तराई की तरफ भाग निकलती है। 

खेलते खेलते कभी वे गिर पडे तो
उनकी शरारतकी सृजनशीलता पे खोयी हुई प्रकृति को 
पता ही नहीं चलता 
कि, फिर कब उठ के दुसरा कोतुहल खेलने लगे वे।
अनजाने में गिरे जानकर 
ज्यादतर तो चोट भी नहीं लगाती जमिन उन्हें । 

उनकी मुस्कान की निश्छलता का
युगों के अभ्यास से भी अनुकरण कर नहीं सके कोई फूल।
विश्वभर के अनेकों दिग्गज संगीतकारों की शदीयों की संगत से भी
कोई वाद्ययन्त्र सीख न सका उनकी बोली की मधुरता। 

उनके तोडने पे टूटते हुए भी खिलखिलाता है गमला,
उनके निष्कपट हाथों से गिर पाने पर
हर्ष से उछलते हुए बिखर जाते हैं जो कुछ भी, 
उन से खेलने की आनन्द में 
खुद के रंगविहिन होने की हकीकत भी भूल जाता है पानी
खुशी से । 

सोचता हूँ
कहीं सृष्टि ने कुछ ज्यादा ही अन्याय तो नहीं किया ?
बिना युद्ध सबको पराजित कर पाने का सामर्थ्य के साथ
जीवन का सर्वाधिक सुन्दर जिस क्षण को खेलते हुए
निमग्न हैं बच्चे, 
उस स्वर्णिम आनन्द का बोध होने तक
भाग चुका होता है वो उनके साथ से
फिर कभी न लौटने के लिए ।
hi
प्रवासन के लिए आए
सुन्दर कञ्चन गावँ इकट्टा हो कर 
प्रलयकारी बाढ सा शहर बना हुआ देख रहा था ।
पलबढ रहे मकान और फटते हुए फैल रहे रास्तो के बीच 
पावँ रखने में खोफ जगानेवाला समय पे 
धूलधुसरित सडक पे खेल रहा खुद को ढुँड रहा था मैँ ।

होश सम्हालने के वक्त से
लगातार चल रहा अपना ही सडक की पेटी पे
खोया हुआ  मुझे
जीवन की मध्यान्ह मेँ आकर
आकृतिविहीन किसी ने काँपते हुए पकडा 
और पूछा
यह शहर किसका है ?

दूर पनघट से उठ आए हुए इन्द्रधनुषों को
मध्यरात्री की कृत्रिम रोशनी पे खोया हुआ देख रहा हूँ ।
क्षितिज से प्रेम का गीत गाते हुए उड आए चिडियों को 
वहम की धून पे नाच रहा, देख रहा हूँ ।

देख रहा हूँ 
शितलता से मुझे छु कर ढुका हुआ हवा
मध्य शहर में आग लगा कर मुझे धक्के लगाते हुए लौट गया ।
जीवन बाँटते हुए चल रहा पानी
शहर मे घुस के जीवन की बाग को मसल कर निकल गया 
बाहर मिलने पे सचमुच का इन्सान सा दिखनेवाले इन्सान ने भी
शहर मे एक अमानुष को बेच डाला और 
खुद उसी में समाहित हो गया । 

एक पल तो ऐसा लगता है, कि
निरन्तर से गुंज रही गालीयों की आँधी मे सामिल हो जाऊँ
दायित्ववोध को खोल कर नंगा हो जाऊँ और
इसी शहर के पानी से बना हुआ खून का जोश
इसी के हवा से टिका हुवा श्वास का आवेग
इसी की सिखाई हुई बोली का कम्पन
निकाल कर चिल्लाऊँ - 

यस शहर भीड के गुंगे नारों पे नाचनेवालों का है
इन्सान को छुपानेवाली लेप में सुन्दरता देखनेवालों का है 
संवेदनहीनता को आदर्श बनाकर ऊँघनेवालो का है 
सपनो में जी कर जागर्ती में मरते रहनेवालों का है
चलते चलते खुद को भूल जानेवालों का है
पागलों का है । 
यह शहर
जीवन का संङ्गीत ले के बुरांस की डाली से उडा हुवा मोनाल को 
मन्दिर की गजुर पे चढाकर कौवा बनानेवालों का है । 
ईश्वर को बृद्धाश्रम मे छोड घर लौटकर 
टेलिविजन पर ढुँडनेवालों का है 
इन्सान के बच्चे को गटरों में फेँक के
कुत्ते को दूध चूसानेवालों का है । 

इस की कुरूपता का वेदना से भीँचा हुवा मन ले के
जीवन का आधी थाली समय को चुन के देखने पे, लेकिन
मै,
खुद को और इस शहर को एक ही दृष्टीपटल में देख रहा हूँ । 

यह शहर मेरे उद्वेगों को
अपने वितृष्णाओं के साथ पी कर खुस रहा है, 
मेरे अपूर्ण इच्छाओं को खेला खेलाकर पलाबढा है, 
मेरी प्रेमकहानी के सुन्दर सपने को ओढकर सोया हुआ है 
मेरा विद्रोह का जुलुस देख के जगा हुआ  है ।

मैने इस शहर के धूल और धूवों को 
घर तक ले आकर
अपने चेहरे और कपडे से साथ धोया है, 
इस के कर्कश आवाजों को उठा ले आकर 
चुन चुन के अपने गीतों में पीरोया है
इस के विक्षिप्त दृष्यों को समेट के अपनी कविताओँ को सजाया है, 
इसी की आह को पीरो के जीवन की धून को बुना है । 

इस के तमाम गुणदोष का जिम्मा लेकर 
मैं कहता हूँ, 
यस शहर मेरा है ।
hi
हर सुबह के उपर कुछ लम्हा खडा हो कर
हर साम के बाजु में कुछ लम्हा रूक कर
खुद को भूल के देख रहे हैं मेरी नजरेँ
रोशनी के साथ साथ समेट रहेँ है मेरी पलकेँ,
जमिन के आखरी किनारे पे टकराकर रंगा हुवा आसमान को ।

सोच रहा हूँ;
यह सुर्खी
एक दुसरे से जुदा हो के मुतजाद रास्ते को चले आशिकों के
टुटे हुए दिल का रंग है, या
हिज्र की अंधेरी मौषम के बाद जुडे हुए दिलों मे खिले हुए 
बस्ल की सुर्ख रोशनी ?

दिन को खोलनेवाले फाटक और बन्द करनेवाले दरवाजे पे बिखरे हुए 
इन्ही सुर्खीओँ को देखते देखते
आधी जिन्दगी रंग ही रंग से भिग चुकी, मगर
समझ न पाया 
कि
ये जमिन और आसमान
साम को जुदा हो के सहर को मिलते हैं 
या
सहर को बिछुड्कर शाम को मिला करते हैँ?
hi
रख देँ शब्दों को एक तरफ 
या फिर छुपा लेँ दिल के अन्दर,
और 
आओ बातेँ करेँ हम
एहसासोँ से
आकाङ्क्षाओं से,
दृष्टि और स्पर्शों से ।
hi
हमारी इश्क को दिल्लगी का घर न बनाया होता
ए संगदिल तुम ने मुहब्बत को जहर न बनाया होता 

चादर-‍ए-स्याह-ए-शब कर देती पिन्हा दुनिया को
अश्कों से धो धो के अगर हम ने सहर न बनाया होता 

इस आवारगी में कहाँ जा के भट्कते हम यारों
लोगों ने इस गावँ को अगर शहर न बनाया होता 

ना इन्साफी ही की है तुम ने भी हम पे ए खुदा मेरे
दिल-ए-नाजुक देना था हमे, तो उन्हे पथ्थर न बनाया होता 

जिते ही रहते हम, रूठ कर उनका चले जाने से भी 
काश ! हम ने उन्हे जान-ए-जिगर न बनाया होता

किधर जाता, किस से मिलता, पहुँचता कहाँ मैं सोचता हूँ 
आपने अगर इस तरह मुझको हमसफर न बनाया होता

एक काम तो तुम ने भी अच्छा किया है, सुमन ! 
पागल कहलाता अगर खुद को शायर न बनाया होता
hi
कदम  पे कदम  यूँ  मिलाते रहे 
तेरे  शान  खूब  हम  बढाते रहे 
       
हमे   रात  दिन  याद  आते  रहे 
जिन्हे  उम्र  भर  हम  भूलाते रहे 

तजरुबा-ए-मोहब्बत न था दोनो को
हम देखते रहे, वो शरमाते रहे 
       
हकिकत में खुसियाँ न थी वस्ल की 
तसब्बुर में उन्हे पास लाते रहे 
                          
मेरा  जिक्र जब भी हुवा बज्म में 
हया से वो सुर्ख चेहरा छुपाते रहे 

सिकस्ती  के बाद  किया काम नयाँ 
मुकद्दर  को  यूँ  हम  जगाते  रहे 

देता रहा  दिल तुम उन को सुमन ! 
जो   जलाते  रहे,   बुझाते    रहे
hi
महफिलों में मेरे ही गजल जो गा रहे हो 
यकीन हुवा के खतूत मेरे पा रहे हो 
 
मैं हूँ तंग किस्मत, या तेरी बदनसिबी है 
जाना है मुझे आज ही, तुम कल आ रहे हो  
 
महज इत्तफाक है, या मामला कुछ और है?
यूँ ख्वाबो में आ रहे हो, जा रहे हो 
 
चेहरा देखते हो, या है तसब्वुर में कोई? 
आइने से इस तरह क्यों शरमा रहे हो 

जला कर चराग ए वफा सुना है कि तुम 
साथ तुफान ए मुहब्बत भी ला रहे हो 

ठहर जाओ, दिल तोड कर सुमन का 
कहाँ जा रहे हो, कहाँ जा रहे हो ?
hi
लगता है
आज रात भर मेँ
सूरज को किसी ने कुरेद दिया ।
जाने क्योँ
आज पौ फुट्ते ही
किसी ने सूरज को
रास्ते पे जमे पानी मेँ फेँक दिया ।

कहते हैँ
यह तो मात्र शुरुवात है।

सूरज को अब फैलकर हरेक की आँखोँ तक पहुँचना है
सूरज – कल सोचा हुवा पर देख न पाया हुवा दृष्टी,
को अब खुलना है ।

गुसलखाने में कहीँ बादल बन कर रहा हुवा समय
सूरज के स्पर्शोँ को पिघलाने
दौड कर बाहर आ रहा है ।

कहते हैँ
तूम आ तो चुके हो
लेकिन
अभी खिलना बाकीँ है ।
hi
लगता है, आजकल मैं
अक्सर एक साया ढोकर चलता हूँ।
जिस तरह पहाडियोँ के अन्तर्तरङ्ग समझने को
धिरे धिरे चारों ओर चक्कर लगाते हैं काली घटाएँ,
उसी तरह 
कई आकृतियों में चक्कर लगाते हैं औरों के दिल 
मेरे चारों तरफ।

अपने ही दिल को ढोकर चलता हूँ।
औरों के दिल के बोझ तले दब दब कर
आजकल मुझे खुद की अस्मिता से ज्यादा
किसी और ही का जीवन जिया सा लगने लगा है।

कहते हैं
बहुत से लोग तुझ पे नजर लगाये हुए हैँ, तो
तुम अपरिचित आँखों के बाढ पे बहा रहा होते हो।
कहते हैं
सभी के दिलोँ को ले चलते हो, तो
तुम वक्त के पुराने बस्तियाँ ढुँड
उनको ठहराने की जगह देख रहे होते हो।
इसी तरह से बना हुवा है इतिहास
दिलों के बाढ पे किसी को धकेल कर, कहते हैँ।

किसी के चमकते नजरोँ से सिधा देखने से 
कोई पीडा दिखाइ दिया तो
कहीँ कोई मजबुत संरचना टुट जाती है।
कोई दिल के अन्दर का खण्डहर दिखाकर 
दर्द से उठे, तो
तुम्हारे दिल पे ही भूकम्प चल उठता है।

लगता है, इसिलिए
इन्सान का वक्त धुन्ध की तरह
सभी के दिलोँ को छुते हुए उडा हुवा होता है
कभी कभी लगता है
दर्जनोँ मुर्गे का बाँक मारने से भी नहीँ खुलेगी 
कल की सी सुब्ह।
लगता है 
हजारों चिडियों का मिलकर गाने से भी
शाम 
कल की सी समुचे आकाश पे आरेखित नहीँ होगी।

इस लिए, आजकल 
अपने ही छोटे छोटे सुबहोँ को
अक्षरों मे कुरेदकर 
कागजों के मैदानों पे बिखेर देता हूँ
शामों को पकड कर 
कविताओं का क्षितिज पे टँग देता हूँ।


जिन्दगी का मतलब
पहाड के उपर चढ चुकने के बाद
“ओफ! घाटी पे सब यादेँ छुट गए” कहने की
एक लम्बा निस्वास ही तो है।

शहर मे पावँ रख्खे हुए कितने ही दिन हो चुके।
यहाँ कितने ही वक्त को
पुराने घरोँ और मुहल्लों में
देवालयोँ और गुम्बजोँ के खण्डहरोँ में
गिर कर घायलों की तरह तडपता हुवा देखता आया हूँ।

ऐसा लगने लगा है 
कि, दिलों और तमन्नाओं के भी
खण्डहरेँ होते हैँ;
जिस जगह आदमी
खुद ही का शहीद-दिवश मनाता है, एकल गायन गा गा कर।
अकेला उद्घोहषण करता रहता है
और हथियारोँ पे
छिपाता है अपने उस फसाने को।

यहाँ आजकल
यात्राओं का कोई मन्जिल नहीँ,
कुछ जागर्ति के रास्ते से
ढुक जाते हैं सपनों के अन्दर,
कुछ कंधों पे रोशनी ढोकर
अंधेरों को ढुँडते चलते हैं।
टुट कर गिर जाते हैं सपनें
जागर्तियाँ क्षतविक्षत हो जाते हैं।
अपने कान के बगल से उडते गोलीयों के आवाजों में
घर पे खुद का छोड आया संगीत सुनाई देता है 
एक किशोर को।

झुठ खेलनेवालों के अभिनय
सच्चे खेल हो चलेँ हैं।	
उनको देख
भीड के किनारे खुद खडा होकर 
वाह ! वाह! करते 
न चाहते हुए भी ताली मार रहा होता हूँ, मैं।

वक्त के कानों को 
मेरी ताली सुनाई नहीं देती।
मेरा समर्थन या विरोध से
किसी खेल का हार या जीत नहीं होता।

कहानियाँ ढुँडते आनेवालों का इन्तजार कर 
अपने सभी अफसानों को समेट के
एक रंगमञ्च पे खडा कर देता हूँ।
तन्त्र आलिङ्गन में बँधे हुए आकाश-भैरव के नृत्योँ को 
कपडों पे फैलाकर 
किसी के आने का इन्तजार करता रहता हूँ।


संस्कृति जिसे कहते हैं
कभी लगता है-
जैसे मेरे ही सपनों की खेती है;
खुद का देखा हुवा वक्त पे
कुछ बना डालने की तमन्ना से
खुद का टँगा हुवा आकाश है।

आजकल मैँ
पहले ही छोड आया घाटीयाँ और पहाडियाँ 
अभी चलता आया हुवा पगडण्डियाँ
सभी को 
एक ही आकार देना चाह रहा होता हूँ।

मझे आजकल
औरों के दिलों के खण्डहरों से
कुछ रचनायेँ उठा लाने की चाहत परेसान करती है,
आजकल मैं 
अपना आकाश औरों को दे
कहीं कुछ बन जाए, सोच कर परेसान हूँ।

लेकिन लगता है,
दौड के अन्दर कहीं चबूतरेँ हैं
जो औरोँ के नजरोँ के साथ 
अपने ही किसी यात्रा में दौडते हैं।

मुझे आजकल
कहीं चढते हुए
ऊँचाई परेसान नहीं करती
उतरते वक्त
घाटी के परेसानियाँ असर नहीँ करते।

आजकल मुझे
कभी थकित आकास भी स्पर्श करे तो 
कहीं जाने की चिन्ता की रोशनी पिछा नहीं करती;
आजकल मुझे।
hi
काठमान्डू 
अपने अनेक धूप 
और
अनेक मूहँ से बोलता है।

पथ्थर के वाणी पे तरासा हुवा मन से
काठमान्डू अपना प्राचीन मूहँ खोल 
सैलानियोँ से बोलता है ।

लेकिन
हम लोगोँ से यह
यन्त्र के मूहँ से बात करता है।

मटमैली धूप लेकर हम
धूवोँ के धुन्ध के निचे
लङ्गुर सा चलते रहते हैँ ।

कचरोँ के ढेर में से लुढक कर
घायल बनी हुई धूप
शहर के अन्दर बचे हुए कुछेक जगहोँ पे
बेमन से चलती है ।

बच्चे हात पकड कर
इस को ढलोँ मे से 
बाहर निकालते हैँ ।
प्राचीन इमारतोँ पे 
औरतेँ 
इस की थकित पीठ और नितम्बोँ पे
मालिस कर देती हैँ ।

सरोपा तेल से लथपथ धूप
पवित्र बागमती की ओर दौडती है, और
सहसा छलाङ लगाती है ।

और
भिगा हुवा बदन ले 
कल हम सभी से बोले जानेवाली भाषा की खोज मेँ
घबराते हुए 
भीड में ढुक कर
कहीँ खो जाता है ।
hi
लाख कोशिश करने पे भी मेरे कमरे की खिड्की बंध नहीं होती
लगता है कभी कभी तो बंध भी हो जाए ये खिड्की
मगर खुला रहने पे भी दिल पे कुछ सुकुन-सा होता रहता है। 

हर लम्हा हवाओं की तरह 
उड़ कर आने वाले यादों के झोक्कों से खुलने वाली यह खिड़की 
हरदम खुलती ही रहती है।

बन्द कर लूँ - 
खेतों पे हवाओं के संग नाचते हुए घासों के छोटे-छोटे हाथ आकर खोल देते हैँ 
बंध कर लूँ - 
गुनगुनाते हुए बह रहे झरनों के तरल हाथ खिँचकर खुला छोड़ देते हैं 
झरनों के पानी से भिगे हुए और किनारे के सूखे छोटे-छोटे पत्थर 
खिड़की से अन्दर ही आकर 
जमीन पे बिखर जाते हैं। 

सब काम छोड कर खेलना शुरु करता हूँ मै उनसे।

बन्द कर लूँ -
खेत के उस पार खड़ा रह रहा आम का पेड़ भी खोल देता है खिड्की
हवाएँ जब झकझोर के हिलाती हैं उसे
पत्ते मेरे कमरे के कोने-कोने तक बिखर जाते हैं। 

इन पत्तों पे मेरा बचपन का खुशबू है
सब काम छोड़कर मै पत्तों से खेलना शुरू करता हूँ ।

खुली हुई खिड़की से मैं गावँ की मील के पिछवाड़े 
जमीन तक आकर खत्म होने वाले आसमान को देखता हूँ। 

मील की टुकटुक करती आवाज
कहीं बज रहे ढोल और दमाहा के साथ घुलकर आ रही है  
और दादीमाँ की आवाज को जिन्दा कर रही है। 
घर के पिछवाड़े पे उन के सुखाए हुए कपड़े
हावाओं में फहराता जा रहा है। 

खिड़की बन्द कर लूँ -
शाम को घर लौटती हुई गायों के पैरों से 
उड़ कर आनी वाली धूल के सूक्ष्म हाथ खोल देते हैं उसे। 

बन्द कर लूँ -
वक्त की उस गाव से कोई आ पहुँचता है एकाएक 
और खोल देता है खिड़की।

जितना भी कोशिश कर लूँ
यह खिड़की बन्द नहीं होती।
hi
भर दिन
खुश्क बाँस की तरह
खुद का खोखले वजुद पे
उँघकर,
पछता कर
भर दिन
बीमार चकोर की तरह
खुद के सीने पे खुद ही चोंच मारमार कर,
जख्मों को उधेडकर
भर दिन
देवदार के पेड की तरह 
दर्द से निःशब्द सुबक सुबक कर रो कर
भर दिन
कुकुरमुत्ते की तरह
धरती और आकाश की विशालता से दूर
एक छोटी-सी जगह पे अपना पैर धँसाकर
एक छोटी सी छतरी से खुद को ढक कर।

शाम को
जब नेपाल सिकुडकर काठमांडू
काठमांडु सिकुडकर नयाँ सडक
और नयाँ सडक सिकुडकर - अनगिनत इन्सानों के पैरों से कुचलाकर,
टुकडों पे बँटकर 
अखबार, चाय और पान की दुकाने बनता है,
किस्म-किस्म के परिधानों में
आती जाती हैं किस्म किस्म की अफवाहें
अंडा देती हुई मुर्गी की तरह चिल्लाकर
चलते हैं अखबार
और जगह जगह पे फुटपाथ पे चढ़ जाता है अँधेरा
गाड़ीयों की रोशनी से डरकर।

और अनगिनत मधुमख्खियों का भुनभुन और डंक से हडबडाकर 
मै उठता हूँ
जैसे कयामत के दिन प्रेतात्मा उठते हैं
और न पाकर भूल जाने की दरिया 
शराब के प्याले पे कूद पड़ता हूँ 
और भूल जाता हूँ अपनी अतीत की सारी कहानियों को
पूर्वजन्म और मौत को।

इसी तरह हर रोज
चाय की कितली से एक सूरज उग आता है
हर रोज शराब की खाली प्याली पे एक सूरज डूब जाता है।
घूम ही रही है  पृथ्वी - पहले की ही तरह
सिर्फ मैं अनभिज्ञ हूँ
अगल बगल के बदलाव से, 
दृश्यों से
खुशियों से,
प्रदर्शनी पे राखी हुई घूमनेवाली कुर्सी पे 
बेमन से बैठा हुआ एक अंधे की तरह।
hi
किस हवा ने उडाया इस तरह
कि सूखे पत्तों की तरह पानी पे तैर रहा हूँ।
जल्दबाज़ी का किस सैलाब ने बहा डाला इस तरह 
कि अपनों को देखते हुए बह रहा हूँ।

छोटी-सी लहर भी बहा सकती है मुझे
कोई जाल चाहिए ही नहीं !
जो भी लगा सकेगा गर्दन पे काँटे मुझे
जाल चाहिए ही नहीं !
फिर भी साजिशों के काले हाथ 
गर्दन मरोड़ने के लिए तैनात किए हुए हैं
फिर भी उन सभी का पहाड़ बना के सुरंग खोदने के लिए
कुछ नज़रें उठी हुई हैं।

किस वसन्त पे पतझड़ बुलाकर 
मुरझाए होंगे वे मेरे निर्दोष फूल 
किस राह को भूल कर 
चले होंगे वे मेरी उदास नज़रे !

जाने, और कितने दिन परदेश में जीना होगा इस तरह
पहाड़ से गिरा हुआ पत्थर ही होने पे भी
कहीं रुकने की कोई जगह होती शायद।

दिल ही तो है इन्सान का, 
नाजुक है
इसे अब कहाँ ले जा कर रखना होगा ?
hi
उपर आसमान को देखना है
क्षितिज को छुना है .

किसी को एक फूल देना है
आसपास कोई है कि नही !
यदि कोई है तो उसे बुलाना है ।

फिर कोई लहर व लस्कर बनाके दूर तक पहुँचना है 
साम का रक्तिम सूरज
खो गया शायद कहीं 
सुब्ह का भोर भी दिखाई नहीं दिया, 
निचे जानेवाले रास्ता भी नहीं है।

कहाँ गए वे बस्तीयाँ ?
कहाँ गए वे रिस्तेदार ?

इसी धूवेँ का जंगल मे सब को ढुँडना है ।
hi
अनचाहे हो
ना आओ सपनों मेरी आँखों में।
नजरें 
मेरे वतन के क्षितिजों पे छुट गए हैं।
इस जगह कहीं न दिखनेवाला मैं
एक खोया हुआ ठिकाना भर हूँ।

टूटा हुआ हूँ
खुद का पलाबढा पेड़ को वहीँ कहीँ छोड़कर।
पत्तोँ पे रख अपना वजूद को
यूँ ही कहीँ गिर गया हूँ
एक बूढ़े पत्ते की तरह
ज़र्द सन्तुष्टि लेकर
या फिर सब्ज जिन्दगी गुजरकर।

नि:स्वाद को उत्कर्ष तक जीता हूँ हर लम्हा
अतीत ऐसे काटता है कि हर कदम मरते हुए चलता हूँ।
कितने ही बरस बीत जाए लेकिन
सरहद पार की यह मिट्टी नहीं अपनाती मुझे।
कडवी लगती है मुझे इस आसमाँ की नीलिमा भी।
और बढती ही चली है मेरी प्यास 
इस बेगाने शिविर के पानी से।

न सता मुझे ए!मुजरिम तसल्ली!
कि मुझे अपने वतन के ही किसी हवालात में 
कैद होना था।
पनाह के इस कारागार में
बेवजुद मुस्कुराया हुआ मेरा परिचय
मेरी लाश तक आ पहुँचेगा जरुर।

वैसे तो अब भी मैं
जिया ही कहाँ हूँ?
hi
माँ, वह आएगा भी?
"हाँ, बेटा, वह आएगा।
वह सुबह का सूरज की तरह रोशनी बिखेरते हुए आएगा।
उसकी कमर पे शबनम-सा जगमगाता हुआ
तुम एक हथियार देखोगे,
उसी के सहारे लड़ेगा वह अधर्म से !
उसके आने पे 
पहले तो तुम ख्वाब समझकर इधर-उधर टटोलोगे,
मगर वह बर्फ और आग से भी ज्यादा काबिल-ए-एहसास हो कर आएगा"

सच माँ?

"हाँ, तुम्हारा पैदा होते हुए तुम्हारा मासूम चेहरे पर 
उसी की साया देखने की तमन्ना थी मुझे।
तुम्हारी मुस्कुराहट पे उसी का ख़ूबसूरत तस्वीर,
तुम्हारे तोतले शब्दों पे उसी की मद्दम आवाज,
मगर अब पता चला कि
उस मनमोहक गाने ने तुम्हेँ अपना बाँसुरी नहीं बनाया।
जवानी भर मेरा ख्वाब था कि वह तुम ही होगे।"

जो भी हो, वह आएगा;
माँ हूँ मैं, सारे सिर्जनशक्ति की बोली बन के कह सकती हूँ
वह आएगा
ये मेरा कोई आलसी ख्बाब नहीं है।

उस के आने के बाद 
तुम मेरी गोद में आकर ऐसे सर नहीं छुपाओगे,
सत्य को तुम 
कहानियाँ सुनने जैसे ऐसे खिँचे चले आ के नहीं सुनोगे,
तुम उसे खुद ही देख सकोगे, सह सकोगे और कबुल कर सकोगे;
तुम्हे जंग मे जाते हुए 
मै इस तरह सब्र सिखाती नही होउँगी 
तुम लाख मनाने पर भी न माननेवाला माँ का दिल को सांत्वना दे के जाओगे;
मुझे इस तरह किसी बीमार को सहलाने के जैसे तुम्हारे बाल सहलना नही पड़ेगा |
देखते रहो, वह आँधी हो के आएगा
तुम पत्ता हो के उसके पीछे भागोगे !

सालों पहले उसका जीवनलोक से गिरकर चाँदनी-सा बिखरते वक्त
सारे जडता सगबगा उठे थे, बेटे;
वह आएगा, तुम जागोगे !"

क्या वह सचमुच आएगा माँ?
उस के आने की उम्मीद 
मधुर उषा चिडियों के गले को गुदगुदाती है जैसे 
वैसे ही मेरे दिलको गुदगुदा रही है!

'हाँ वह आएगा, 
वह सुबह का सूरज की तरह रोशनी बिखेरते हुए आएगा।
अब मैं उठी, मैं चली।"
"मगर जवानी भर मेरा ख्वाब था कि 
वह तुम ही होगे।"
hi
किस मंदिर को जाओगे राही, किस मंदिर पे जाना है?
किस सामान से पूजा करना, साथ कैसे ले जाना है?
मानवों के कंधे चढकर, किस स्वर्ग को पाना है?

अस्थियों के सुन्दर खम्भे, मांसपिंड के दीवारे
मस्तिष्क का ये सुनहरा छत, इंद्रियों के दरवाजे
नस-नदी के तरल तरंगें खुद एक मंदिर अपार
किस मंदिर को जाओगे राही, किस मंदिर के दर?

दिल का सुन्दर सिंहासन पे है जगदीश्वर का राज
चेतन का यह ज्योति हिरण्य, उस का सर का ताज 
शरीर का ये सुन्दर मन्दिर विश्वक्षेत्र के माँझ

ईश्वर है अंदर, बाहरी आँखों से ढूँढते फिरे हो कौन सा पुर?
रहता है ईश्वर गहराइयों में, सतहों पे बहते हो कितनी दूर?
ढूँढते हो? हृदय उबा लो ज्योत जला के भरपूर। 

दोस्त राही, सर-ए-सडकों पे चलता है ईश्वर साथ-साथ
चुमता है ईश्वर काम सुनहरा कर रहा इंसानी हाथ
छूता है वो अपने तिलस्मी हाथों से सेवकों के माथ 

सड़क किनारे गाता है वो चिड़ियों के तानों में 
बोलता है ईश्वर इंसानों के दुःख दर्द के गानों में
दर्शन किन्तु देता नहीं वो, चर्म-चक्षु से कानों में 
किस मंदिर को जाओगे राही, किस नवदेश के वीरानों में?

वापस आओ, जाओ पकडो इंसानों के पाँव को
मरहम लगा लो आर्तों के चहराते हुए घाव को
मानव हो के हँसा लो यह ईश्वर का दिव्य मुहार को
hi
पोसिदा हो जाते हैँ सब कुछ
जहर रखेँ या आब-ए-हयात
जिन्दगी रखेँ या मौत
पर्दा लग जाने के बाद
बाहर से कुछ नजर नहीं आता
नजर आता है सिर्फ पर्दा ।

जिस तरह पोटली के अन्दर 
चाकू डाल कर चलने पे भी
दवा डाल कर चलने पे भी
नजर आती है सिर्फ पोटली 
वैसा ही है पर्दा लगाना भी ।
 
मुझे कहीं नजर न आया 
पर्दा न लगा हुवा एक भी चेहरा 
सर-ए-आइना खडे हो कर 
खुद को देखते हुए भी 
पर्दा नजर आता है मुझे
अपना चेहरा दिखाई देने से पहले ।
hi
लगता है
शब भर मेँ
किसी ने कुरेद दिया है आफताब को ।
जाने क्योँ
आज सहर होते होते
फेँक दिया है किसी ने सूरज को
आब-ए-मुर्दा-ए-राह पर ।

कहते हैँ
यह तो सिर्फ आगाज है।

नूर-ए-आफताब को अब फैलकर 
पहुँचना है हरेक की आँखोँ तक।
आफताब – कल सोचा हुवा पर देख न पाया हुवा मंजर को 
अब बेपर्दा होना है ।
एहसास-ए-आफताब को पिघलाने के लिए
दौडते हुए बाहर आ रहा है 
गुसलखाने में बादल बन छुपा हुवा वक्त।

कहते हैँ
तूम आ तो पहुँचे हो
मगर
अभी खिलना बाकीँ है ।
hi
ए जिन्दगी !
आयत-ए-आनत के तरह भूल गया हूँ मै खुद का नाम 
और भूल गया हूँ अपना का लहू का रंग भी ।
कबुतरों की तरह पथ्थरों को निगल कर आ पहुँचा हूँ यहाँ तक 
नहीं है अब मेरे पास दुनियाँ की आखरी फज भी
न छुओ, मेरे नाखुनौं पे बर्क जडे हुए हैँ 
बाहर मत निकलो, आँधी चल रही है मेरे जिन्दा होने की सबुत देने ।

हिम्मत हो तो मार लो जैसे मारते हैँ साँप को 
गन्ने की तरह काट काट कर बाँट दो मेरे हड्डियों को 
लखेटो, अफताब गुम हो जानेवाले आखिरी कोने तक 
मै खडा ही रहूँगा, कहीं पैर रखे बगैरह । 

अब भी याद है मुझे 
मेरे वजुद के उपर तुम्हारा किया हुवा रक्श-ए-जुनून को
तुम्हारा सुलगाया हुवा वक्त पे भी
मेरा मुस्कुराने का कोहराम को । 
 
मुझे नजर नहीं आते मुझ से बातेँ करनेवाले अल्फाज 
छुना छोड दिया है मैने मुझे जिंदा रखनेवाले हवा के एहसास को ।

बेजान आहन को जैसे मार मार कर हठी बना लो मुझे, मै जी के रहूँगा
अजगर को जैसे बेदस्त-ओ-पा बना लो मुझे, मै चल के रहूँगा 
चोर को जैसे गाली दो मुझे, नजरअन्दाज कर लूँगा मै ।

तुम्हारे सामने इख्लास के साथ मौजुद होने पे भी मुझे
मुजरिम साबित करने की कोशिस की तो
ए जिन्दगी !
मुआफी नही देगा तुम्हारे सर को 
मेरा यह शमशीर !
hi
ये रात भी उसी तरह गुजर गया
सहर होते होते एक और अन्धेरा का आगाज होगा ।

वही खुदकस नज्मे
चाँद और दरिया के शदियों एकतरफा गुफ्तगु
वही बदसुरत अमन
और कानून के बाँसुरी से निकले हुए
आलुदा भाप ।

वही पसेमान आफताब
वही खुदा, वही साइकल
और वही भूख अपने को दोहराते हैँ फिर ।
वही थकावट, वही बन्दुक
और वही सोहबत दोहरते हैं फिर । 
कुत्ता रो रहा है स्याही सी अँधेरे में 
वही मौत दोहरते है फिर । 

यह रात भी उसी तरह गुजर गया
सहर होते होते एक और अंधेरा का आगाज होगा ।
hi
भर दिन
खुश्क बाँस की तरह
खुद का खोखले वजुद पे
उँघकर,
पसेमान हो कर
भर दिन
बिमार चकोर की तरह
खुद के शिने पे खुद ही चोंच मारकार,
जख्मों को उधेडकर
भर दिन
दश्ते-देवदार की तरह 
बेबयाँ दर्द से सुबक सुबक कर रो के
भर दिन
कुकुरमुत्ने की तरह
जलाल-ए-अर्ज-ओ-आसमान से दूर
एक छोटी सी जगह पे अपना पैर धँसाकर
एक छोटी सी छतरी से खुद को ढक कर ।

शाम को
जब नेपाल सिकुडकर काठमान्डु
काठमान्डु सिकुडकर नयाँ सडक
और नयाँ सडक सिकुडकर - बेसुमार इन्सानों के पैरों से कुचलाकर,
टुकडों पे बँटकर 
अखबार, चाय और पान की दूकाने बनता है,
किस्म किस्म के लिबासों मे
आते जाते हैं किस्म किस्म के अफवाहें
अंडा देती हुई मुर्गी की तरह चिल्लाकर
चलते हैं अखबारें
और जगह जगह पे फुटपाथ पे चढ जाता है अँधेरा
गाडियों के रौशनी से डरकर ।

और अनगिनत मधुमख्खियो का भुनभुन और डंक से हडबडाकर 
मै उठता हू
जैसे कयामत के दिन सैतान उठते है
और न पाकर भूल जाने की दरिया 
शराब के प्याले पे कुद पड्ता हूँ 
और भूल जाता हूँ अपने माजी के अफसानों को
पिछली जिन्दगी और मौत को ।

इसी तरह हर रोज
चाय की कितली से एक सुरज उग आता है
हर रोज शराब की खाली प्याले पे एक सुरज डुब जाता है ।
घुम ही रहा है मेरा रहनेवाला दुनियाँ - पहले की ही तरह
सिर्फ मै नाआश्ना हूँ
अगलबगल के बदलाव से, 
मन्जरों से
खुसीयों से
नुमाइस की घुमनेवाली मेच पे 
बेतमन्ना बैठा हुवा एक अन्धे की तरह ।
hi
जिन्दगी से लिपटकर जिन्दगी 
एक उम्रदराज दरख्त सी हो गयी है
मैं इन लताओँ को 
ना तो काट कर फेंक सकती हूँ, न उखेडकर ।

क्या करूँ
तन्हा पीपल न हो सकी
तन्हा बरगद न हो सकी
तपस्या या समाधी में खो न सकी
दश्त का दरख्त सी हो गयी है जिन्दगी । 

जिन्दगी से लिपटकर जिन्दगी 
एक पुरानी घर सी हो गयी है 
इस घर को तोड सकती हूँ न बगल से कुछ हटाना ।

क्या करूँ
खिडकी से नजर आने वाला दश्त-ए-देवदार
या गौरैया का सफर
या सब्ज खेत नजर आनेवाली
लम्हा भर का मुस्कुराहट ला न सकी लबों पे
पुराना शहर की पुरानी घर सी हो गयी है जिन्दगी  

जड गडे हुए दरख्त
पुराने किस्म के घरोँ के नमूने
मसगुल हैँ अपनेअपने खुदगर्ज तारिख गाने में ।

क्या करूँ
मैं न उम्रदराज दरख्त चाहती हूँ, न पुरानी घर
सिर्फ चाहती हूँ एक आजाद  जिन्दगी ।
hi
किस नसीम ने उडाया इस तरह
के सुखे पत्तों की तरह पानी पे तैर रहा हूँ ।
जल्दबाजी का किस सैलाब ने बहा डाला इस तरह 
के अपनों को देखते हुए बह रहा हूँ ।

छोटा सा लहर भी बहा सकता है मुझे
कोई झाल चाहिए ही नहीं !
जो भी लगा सकेगा गर्धन पे काँटे मुझे
जाल चाहिए ही नहीं !
फिर भी साजिसों के काले हाथ 
गर्धन मरोडने के लिए तैनात किए हुए हैं
फिर भी उन सभी का पहाड बना के सुरङ खोदने के लिए
कुछ नजरें उठे हुए हैं ।

किस गुलसन पे खिँजा बुलाकर
मुरझाए होंगे वो मेरे गुल-ए-बेकसुर 
किस राह को भूल कर 
चले होंगे वो मेरे मासुम नजरें !

जाने, और कितने दिन हिज्र में जिना होगा इस तरह
पहाड से गिरा हुवा पथ्थर ही होने पे भी
कहीं रुकने का कोई जगह होता शायद ।

दिल ही तो है इन्सान का, 
नाजुक है
इसे अब कहाँ ले जा कर रखना होगा ?
hi
अकेली ही कब तक
खुबसुरत हो के रहे नज्म?
अकेली ही कब तक
मुसलसल रानाइयों का मेहबुब बनती रहे नज्म?

जी कर रहा है
आज उसे बदसुरत बना डालेँ।

दुनियाँ का सब से बदसुरत रियासत में भी
सब से सुन्दर दिखाई दे रही है नज्म ।
तसदुद के 
सब से घिनौने समन्दर में नहा कर भी
सब से पाक हो कर निकल रही है नज्म । 
जी कर रहा है कि
आज उसे बदसुरत बना ही डालेँ।

आओ अजीज शायरों !
इसबार नज्म को 
रानाई के गुलामी से आजाद करायेँ
फन के हमेशा की पाबन्दी से बाहर निकालेँ 
और देखेँ-
नज्म की शम्मा बुझ जाने के बाद
किस हद तक अँधियारी दिखाई देगी यह दुनियाँ
कितना खोकला हो जाएगा खोखलापन?

फर्क ही क्या है
मन्दिर और चकला के उर्यानी में?
क्या अन्तर है 
संसद और श्मशानघाट के बदबुओँ में?
किस बात पे अलग है
अदालतेँ और कसाई के दुकानें?
इन्ही सब के दिवारोँ के बाहर
सब से ज्यादा इमानदार हो खडी रहती है नज्म।

जी कर रहा है
आज उसे बदसुरत बना डालेँ।

आओ अजीज शायरों !
आज ही ऐलान कर दिया जाये 
नज्म की मौत की। 
और देखें-
कितनी जीवन्त दिखाई देगी 
अपने ही लास के उपर जन्मी नज्म।

देखेँ
नज्म की मौत की खुसी में
किस जुनून तक पगलाएगा बन्दुक,
कितनी दूर तक सुनाई देगा रियासत की खौपनाक हँसी?
कितना फिका दिखाई देगा फन का चेहरा?

खुबसुरत नज्मेँ लिखने के लिए तो
अभी और भी सुन्दर वक्त बाँकी है।
क्योँ आज तमन्ना हो रहा है 
वक्त की आखरी सिंढी तक ना लिखा हुवा
सब से ज्यादा बदसुरत नज्म लिख डालने का?
जिस तरह बन्दुकेँ 
शहिदोँ के सिने पे लिखा करते हैँ
तसदुद के बदसुरत नज्मेँ ।

अकेली कब तक
खुबसुरत हो के रहे नज्म?
hi
दूर हूँ, बहुत दूर
ख्वाहिस कर के भी नहीं छू सकता
मैं इम्कानात के उफ्क को ।
पार कर नहीं सकता
जिन्दगी के मुस्किल पुलों को ।

दब गया हूँ 
गुम्बद-ए-मातम के निचे। 
अँधियारा गया है लुम्बिनी ।
आँखो में 
सिर्फ ख्वाबेँ तैर रहे हैँ अमन के । 

जिस लम्हा तुम ने 
इमान को दफना दी
बेइमानी के कब्रस्तान पर,
उसी लम्हा हो गयी है मौत 
मेरे बुद्ध की ।
hi
अनचाहे हो
ना आओ ख्वाबोँ मेरे आँखों में।
नजरें मेरे वतन के अफ्कोँ पे छुट गए हैं।
इस जगह कहीं नजर न आनेवाला मैं
एक खोया हुवा ठिकाना भर हूँ।

टुटा हुवा हूँ
खुद का पलाबढा दरख्त को वहीँ कहीँ छोडकर।
पत्तोँ पे रख अपना वजुद को
यूँ ही कहीँ गिर गया हूँ
कोई पत्ता-ए-उम्रदाराज की तरह
जर्द मुतमैनगी लेकर
या फिर सब्ज जिन्दगी गुजरकर।

हद-ए-बेजायका जिता हूँ हर लम्हा
माजी ऐसे काटता है कि हर कदम मरते हुए चलता हूँ।
कितने ही वक्त गुजर जाए मगर
सरहद पार की यह मिट्टी नहीं अपनाती मुझे ।
कडवी लगती है मुझे यह रंग-ए-आसमाँ भी ।
और बढता ही चला है मेरा प्यास 
इस आब-ए-दरिया-ए-बेगाना से ।

ना सता मुझे, ए!मुजरिम तसल्ली!
कि मुझे किसी हवालात-ए-बतन में ही कैद होना था।
पनाह के इस कफ्स में
बेवजुद मुस्कुराया हुवा मेरा तार्रुफ 
मेरे लास तक आ पहुँचेगा जरुर।

यूँ तो अब भी मैं
जिया ही कहाँ हूँ?
hi
माँ, वह आएगा भी ?
"हाँ, बेटा, वह आएगा ।
वह आफताब-ए-सहर की तरह रोशनी बिखेरते हुए आएगा ।
उसकी कमर पे शबनम सा जगमगाता हुवा
तुम एक हथियार देखोगे,
उसी की सहारे लडेगा वह काफिरी से !
उस के आने पे 
पहले तो तुम ख्वाब समझकर इधरउधर टटोलोगे,
मगर वह बर्फ और आतिश से भी ज्यादा काबिल-ए-एहसास हो कर आएगा"

सच माँ ?

"हाँ, तुम्हारा पैदा होते हुए तुम्हारा मासुम चेहरे पर 
उसी का साया देखने का तमन्ना था मुझे ।
तुम्हारी मुस्कुराहट पे उसी का खुबसुरत तसबीर,
तुम्हारे तोतले लफ्जो पे उसी का मद्दम आवाज,
मगर अब पता चला कि
उस नग्मा-ए-दिलकश ने तुम्हे अपना बाँसुरी नहीं बनाया ।
ताजवानी मेरा ख्वाब था कि वह तुम ही होगे ।"

जो भी हो, वह आएगा;
माँ हूँ मैं, जुबान-ए-कुदरत बन के कह सकती हूँ
वह आएगा
ये मेरा कोई सुस्त ख्बाब नहीं है ।

उस के आने के बाद 
तुम मेरे गोद में आकर ऐसे सर नहीं छुपाओगे,
हकिकत को तुम 
कहानीयाँ सुनने जैसे ऐसे खिँचे चले आ के नहीं सुनोगे,
तुम उसे खुद ही देख सकोगे, सह सकोगे और कबुल कर सकोगे;
तुम्हे जंग मे जाते हुए 
मै इस तरह सब्र सिखाती नही होउंगी 
तुम लाख मनाने पर भी न माननेवाला माँ का दिल को तशफ़्फ़ी दे के रूखसत करोगे;
मुझे इस तरह किसी बिमार को जैसा तुम्हारे बाल सहलना नही पडेगा।

देखते रहो, वह आँधी हो के आएगा
तुम पत्ता हो के उस के पिछे भागोगे !

सालों पहले उसका जहाँ-शाद से गिरकर चाँदनी सा बिखरते वक्त
सारे बेहिस्स सगबगा उठे थे, बेटे;
वह आएगा, तुम जागोगे !"

क्या वह सचमुच आएगा माँ ?
उस के आने की उम्मिद 
मद्धम सहर चिडियों के गले को गुदगुदाता है जैसे 
वैसे ही मेरे दिलको गुदगुदा रही है!

'हाँ वह आएगा, 
वह आफताब-ए-सहर की तरह रोशनी बिखेरते हुए आएगा।
अब मै उठी, मै चली ।"

"मगर ताजवानी मेरा ख्वाब था कि 
वह तुम ही होगे ।"
hi
किस मन्दिर को जाओगे मुसाफिर, किस मन्दिर पे जाना है ?
किस मवाद से इबादत करना, साथ कैसे ले जाना है ?
इन्सानों के कन्धे चढकर, किस जन्नत को पाना है ?

हड्डीयों के जाजिब खम्बे, गोस्त-ओ-खूँ के दिवारेँ
जेहन का ये सुनहरा अर्श, एहसासात के दरवाजें
दरिया-ए-रग के माई लहरें खुद ही मन्दिर-ए-ज़बर
किस मन्दिर को जाओगे मुसाफिर, किस मन्दिर के दर ?

दिल का जमील तख्त पे है अकबर-ए-जहाँ का राज
शुऊर का यह नूर-ए-सुनहरा, उस का सर का ताज 
जिस्म का ये मन्दिर-ए-जमील, अर्ज-ए-जहाँ मरकज 

खुदा है अन्दर, चश्म-ए-नुमाई से ढुँडते फिरे हो कौन सा पुर ?
रहता है खुदा गहराइयों में, सतहों पे बहते हो कितनी दूर ?
जुस्तजु करोगे ? नूर-ए-दिल की शम्मा जला के भरपूर ? 

दोस्त मुसाफिर, सर-ए-सडकों पे चलता है खुदा साथसाथ
चुमता है खुदा काम सुनहरा कर रहा इन्सानी हाथ
छुता है वो पेसानी-ए-खादिम बढा के अपना तिलस्मी दश्त 

सडक किनारे गाता है खुदा तरन्नुम-ए-मुर्गानों में 
बोलता है खुदा इन्सानों के नग्मा-ए-दर्द-ओ-अहज़ानों में
दिदार कहीं देता नहीं पर, चश्म-ए-जाहिल के नजारों में 
किस मन्दिर को जाओगे मुसाफिर, किस नौजहाँ के विरानों में ?

आओ आओ वापस आओ, जाओ पकडो पा-ए-इन्सान 
मरहम लगा लो चहराते हुए जख्म-ए-बिमार-ओ-बेचैन
हँसा लो चेहरा-ए-रौशन-ए-खुदा हो तुम गर एक इन्सान
