hi
किस मंदिर को जाओगे राही, किस मंदिर पे जाना है?
किस सामान से पूजा करना, साथ कैसे ले जाना है?
मानवों के कंधे चढकर, किस स्वर्ग को पाना है?

अस्थियों के सुन्दर खम्भे, मांसपिंड के दीवारे
मस्तिष्क का ये सुनहरा छत, इंद्रियों के दरवाजे
नस-नदी के तरल तरंगें खुद एक मंदिर अपार
किस मंदिर को जाओगे राही, किस मंदिर के दर?

दिल का सुन्दर सिंहासन पे है जगदीश्वर का राज
चेतन का यह ज्योति हिरण्य, उस का सर का ताज 
शरीर का ये सुन्दर मन्दिर विश्वक्षेत्र के माँझ

ईश्वर है अंदर, बाहरी आँखों से ढूँढते फिरे हो कौन सा पुर?
रहता है ईश्वर गहराइयों में, सतहों पे बहते हो कितनी दूर?
ढूँढते हो? हृदय उबा लो ज्योत जला के भरपूर। 

दोस्त राही, सर-ए-सडकों पे चलता है ईश्वर साथ-साथ
चुमता है ईश्वर काम सुनहरा कर रहा इंसानी हाथ
छूता है वो अपने तिलस्मी हाथों से सेवकों के माथ 

सड़क किनारे गाता है वो चिड़ियों के तानों में 
बोलता है ईश्वर इंसानों के दुःख दर्द के गानों में
दर्शन किन्तु देता नहीं वो, चर्म-चक्षु से कानों में 
किस मंदिर को जाओगे राही, किस नवदेश के वीरानों में?

वापस आओ, जाओ पकडो इंसानों के पाँव को
मरहम लगा लो आर्तों के चहराते हुए घाव को
मानव हो के हँसा लो यह ईश्वर का दिव्य मुहार को
hi
किस मन्दिर को जाओगे मुसाफिर, किस मन्दिर पे जाना है ?
किस मवाद से इबादत करना, साथ कैसे ले जाना है ?
इन्सानों के कन्धे चढकर, किस जन्नत को पाना है ?

हड्डीयों के जाजिब खम्बे, गोस्त-ओ-खूँ के दिवारेँ
जेहन का ये सुनहरा अर्श, एहसासात के दरवाजें
दरिया-ए-रग के माई लहरें खुद ही मन्दिर-ए-ज़बर
किस मन्दिर को जाओगे मुसाफिर, किस मन्दिर के दर ?

दिल का जमील तख्त पे है अकबर-ए-जहाँ का राज
शुऊर का यह नूर-ए-सुनहरा, उस का सर का ताज 
जिस्म का ये मन्दिर-ए-जमील, अर्ज-ए-जहाँ मरकज 

खुदा है अन्दर, चश्म-ए-नुमाई से ढुँडते फिरे हो कौन सा पुर ?
रहता है खुदा गहराइयों में, सतहों पे बहते हो कितनी दूर ?
जुस्तजु करोगे ? नूर-ए-दिल की शम्मा जला के भरपूर ? 

दोस्त मुसाफिर, सर-ए-सडकों पे चलता है खुदा साथसाथ
चुमता है खुदा काम सुनहरा कर रहा इन्सानी हाथ
छुता है वो पेसानी-ए-खादिम बढा के अपना तिलस्मी दश्त 

सडक किनारे गाता है खुदा तरन्नुम-ए-मुर्गानों में 
बोलता है खुदा इन्सानों के नग्मा-ए-दर्द-ओ-अहज़ानों में
दिदार कहीं देता नहीं पर, चश्म-ए-जाहिल के नजारों में 
किस मन्दिर को जाओगे मुसाफिर, किस नौजहाँ के विरानों में ?

आओ आओ वापस आओ, जाओ पकडो पा-ए-इन्सान 
मरहम लगा लो चहराते हुए जख्म-ए-बिमार-ओ-बेचैन
हँसा लो चेहरा-ए-रौशन-ए-खुदा हो तुम गर एक इन्सान
