hi
बाबा गोरषनाथ सेवक सुखदाये, भतो मजहुं मन लाये
वावा चेलाचतुर मच्छिन्द्रनाथको अघवुध रुप बनाये ।
सिवके अंस सिवासनकाये, सिद्धिमाहा बनि आये ।१।बाबा गो०

सिधिनाद जटा कुविर, तुम्वी वगल दवाये ।
सम्‌थन भाग बघम्बर बैठे तिनिह लोक वरदाये ।२।बाबा गो०

मुद्रा कानमै अतिसोभिते, गेरुवा वस्त्र ।
गलै माल रुद्राक्षे सेली, तनमै भसम चढाये ।३।बाबा गो०

अगम कथा गोरखनाथकि, महिमा पार न पाये ।
नरभुपालसाहजिउको नन्दन, पृथ्वीनारायण गाये ।४।

वावा गोरखनाथ सेवक सुखदाये, भजहुं तो मन लाये ।।

   '
hi
फिरंगानते फिरंगी
(वि. सं. १८३१ पूर्व )

फिरंगानते फिरंगी सुनो कास्‌मिली … … …
माजिंके बगल्मै इताएके एता गुमान् तेरा है ।।
एक्‌ते … … … … … … … … … … … …
गंगुल् उहर्वेगोल् तुन्द्रे रजफ् तौने नही टेरा है ।।
दुरिवा … … … … … … … … … का चढाञी
मद्दत्कीनि भोगे नहि न्पाल् चारो वोन् धरा है ।।
रानाको भैया नरभूपाल साहजीकों छैया
उत्तरादेको बसैया पृथीनारायण नाम मेरा हैः ।।१।।

फिरंगानते फिरंगी दल दमडी आए चन्द्र सूरजको छपाए
टेढी चली लस्कर भाउ लालै लाल् तों तरन है ।।
तोप चल्यो तुपुल् चल्यो मैइनी उलट् पर्यो 
गोरेको तोडे विना छोडी नही आषीन् मदौ मरना है ।।
बाबा नरभूपाल साहजीकैं जुहाइ हम्
तो राना राजपूत पादे अंगुरी भार ही पर है ।।
यो म अंसको धरम् जोर जुनविको सरन्
मेरो तोंभरी साए कुन गइम्बाजीको चरन है ।।२।।

फिरंगानते फिरं लर्न लाग्यो उल्का जर्न लाग्यो
आँधी सर्न लाग्यो बिजुली चमकन लाग्यो ।।
ककांलि चारों वर वेहेरा टोपी गीर्न लाग्यो ।।
प्रेतात्मा फार्न लाग्यो र सफुल् फजित् फैत् उठो ।।

कदायत् बोल्न लाग्यो पर्यो  कालको पहरालो
हुन दिया बल्न लागि माई मुहु सो कहन लागी ।।
एवे रजोर जुन बीई केते वीर रध है राजा
रोज गर्ने सिपाहि नहौ तो बाबा राजन्मे राजा साह ।।
प्रीथीनारायण साह है ओन् कुता बिलि ठहरा ।।३।।

		‘वीरकालीन कविता’ बाट साभार
hi
बाबा नरभूपाल साहकि दुहाई
   (वि. सं. १८३१ पूर्व )

आज मेरा सपनामा येक चंद देष्याँ २
हातिका चाल लसक् ३ घोडाका चाल बुरुक् ३ ।।
ऐसा त खुपू सुंदरी जल जमुनाका नीर
तीर मैं कानका लोती तरक् ३ ।।
ऐसा त खुपू चूनरि पामरि फरक् ३।।
	फिर तो बाजा दम् ३ ।।
फिरंगान्ते फिरंगि दल उमडि आयो चाँद सूर्य कौं चपायो
टिडि चलि मानौं लालै लाल तो वर्ण है ।।
तोप चलो तुपक चलो मेदिनी उलट परो
गोरे कैं तोडे बिना छोडी नै आषिर्मर्तो मर्नु है ।।
बाबा नरभूपाल साहकि दुहाई हुँ
तोरा नारजपुत संग्राम तैं पाछे अंगुरो भर्नेतरना ।।
सोम वंसको सरं जोर्जु पनविको चरण है ।।
साद्धारेद्धारण भै पर्वत् पहारन भै
जंगल उजारण भै पानि फिरंतन यगु नर है ।।
जाके जहाज पर जतत्तरणि भ्‌वानि
सोलै श्रृंगार … … विचित्र तंड नरहिये ।।
सिद्ध सुनो साधक सुनो सकल परम सुनो
देवीजीको वरजाको ताको कौन डर है ।।

        ‘वीरकालीन कविता’ बाट साभार
