hi
मैं वहीं था
एकदम वहीं — तुम्हारे आसपास
गुमसुम-सा — उदास, अकेला और निरीह
भव्य महल से सटा अरीश-सा
मुस्टण्डा पेड़ के साये तले
सीलन सहकर कुपोषित पौधे जैसा
मैं वहीं था — बत्ती के नीचे अँधेरे जैसा

मैं वहीं था
किसी दन्तकथा के शापित पत्थर जैसा
वर्षों से मुझे इन्तज़ार था तुम्हारे स्पर्श का

जन्म-जन्मान्तर अनेक जीवन बिताए होंगे
मैंने जागने की तृष्णा लिए यहाँ
तुम्हारे पास
पर, तुम्हीं से छुपते, तुम्हीं से दबते

वैसे ही भूलते हैं लोग मुझे
जैसे याद नहीं रहते
घर पहुँचते ही रास्ते के वे रैन बसेरे
जहाँ रात बसर की थी
सफ़र भर में फैले कई पथरीले चबूतरे
प्यास बुझाती कुइयाँ
या रास्ते में छोड़े क़दमों के निशान

मैं वहीँ था तुम्हारे अगल-बगल
कितने जन्म भटकते चला होऊँगा न मिला प्रेम ढूँढ़ते 
अतृप्त, अशान्त और असहाय
बेर के काँटो में उलझकर लहूलुहान हुआ होऊँगा 
उलझा होऊँगा साँझों में
कभी रास्ता भूलकर थका होऊँगा साहिलों में

फ़र्सुदा मन्दिर की तरह मेरी देखभाल करो !
मैं अनन्त सम्भावनाओं का उजला दरीचा
किसी सुनहरी चाबी से खोलकर ताला मेरे हृदय का
प्रवेश करो मेरे हृदय में !
वर्षों से किसी कोने में रखे-रखे
धूल-ही-धूल की
परतों से ढकी मैं एक सारंगी
मुझे सहलाओ और निकालो इक प्रिय धुन !
hi
वो अन्त नहीं जैसा तुमने सोचा
अभी और नए पात्र फिर दिखेंगे रंगमंच पर
आएगा एक और नया मोड़
मध्यान्तर के बाद — फिर छलकेगा नया रंग
और तुम्हारे सिर पर गिरेंगी प्रकाश की फुहारें

कहानी अभी अधूरी है !

निराशा की धुँध से ढके शिखर के फ़ौक से
बदरिया खीरे को चट से चीरती निकलेगी
फाँसुल-सा सूरज
और तुम्हारे होठों पर खिलेंगी मृदु मुस्कान की कोपलें

बदलेंगी आँखों से होते हुए बहते बरसाती दिन,
थमेगा फ़लक में बिजली गरजने का जनयुद्ध
चैत की शदीद गर्मी में गाहे-बगाहे छूकर जाने वाली
सर्द हवाओं-सी
इक नई चेतना उभरेगी इर्द-गिर्द,

घर पहुँचकर आँगन से
ख़ुशी से चिल्लाएगा भरोसा खो चुका अपहृत बालक
ग़लीचे पर अचानक मिलेगी वर्षों पहले खो चुकी 
किसी के द्वारा उपहार में भेंट की गई अंगूठी

जीवन का दूसरा नाम है सम्भावना !

फिर होंगी रहस्यमयी घटनाएँ
एक के बाद एक परिवर्तन की सीढ़ी चढ़ते पहुँचोगे
तुम इक और नए शिखर पर
और देखोगे प्रिय सपने फैले उफ़ुक

जब तक है जान
किसी भी वक्त मिल सकते हैं देवदूत-से फ़रिश्ते !

रास्ता भटककर जंगल-ही-जंगल दौड़ते वक़्त
ख़ुद आ सकता है लेने कोई दयावान छोर
नींद में चल रहा आदमी अचानक जागते
पाता है जैसे अलग ही मंज़र
ज़िन्दगी रच सकती है इक नया संसार

गोल हो सकता है खेल के उत्तरार्ध में
जीत हो सकती है समय के अन्तिम पड़ाव में

पत्तियाँ फिर बौराएँगी पेड़ों पर — फिर लौटेगा वसन्त
फिर दिखेंगे हँसमुख चेहरे वाले मुसाफ़िर इसी राह
पुननिर्माण होगा खण्डहरोअं का और बोये जाएँगे नए पौधे
कुछ भी हो सकता है, कुछ भी हो सकता है !

उम्मीदों और सपनों के झण्डे लहराते
कंधों पे उठाकर नई सुबह
खड़ा होगा हमारे समीप 
देखते ही रहें जैसा कोई क्रांति नायक

कौन कहेगा कि वो तुम नहीं ?
hi
इनसान सर्वोत्कृष्ट हुनर है कायनात का
वो गया तो जाएँगी साथ में
किसी ख़्वाब में डूबी-सी उसकी गम्भीर आँखें
या दुर्लभ मुस्कान
उसका हुनर और बहुत से रहस्य

जाते-जाते ले जाएगा साथ में वो 
कल्पना का बड़ा शहर
ख़ुद तय कर चुका अपने दौर की चौड़ी सड़क
और बसर किए रोमांचक इतिहास को रुमाल की तरह
जेब में डालकर
चल देगा वो किसी अनिर्दिष्ट डगर की ओर

कितना रोया था दिल में लगे
ज़ख़्मों को तन्हाई में गिनते
या कितना हँसा था सफ़र की मीठी घटनाओं को याद करते
बहुत-सी ऐसी कहानियाँ ले जाएगा साथ अपने
छोड़ जाएगा वो केवल कुछ धुँधली यादें

इक इनसान चला जाए तो नहीं होगा
हज़ारों लोगों की भीड़ में वो
नहीं सुनाई देंगे उसके लफ़्ज़,
नहीं दिखेगा चेहरा
नहीं होगी मुलाक़ात किसी भी रात्रि-भोज में
सशरीर उसकी मौज़ूदगी

इक इनसान वाकई चला जाए तो
कितना सूना-सूना बना देता है इक जहाँ !

अभाव का चश्मा लगने के बाद
हम देखते हैं दूर जा चुका 
इनसान का मख्सूस वज़ूद
लेकिन उस वक़्त वो हमें सुनता नहीं
लौटकर हमारे पास आता नहीं

अभी रोक ही लो उसे अपने प्यार से !
hi
चलते-चलते
किसी मोड़ पर, कर्कश भीड़ में
गुम्बद की टोपी पहने हुए मन्दिर के पास
पीठ झुकी बुज़ुर्ग रास्ते के किनारे
या मद्धिम रोशनी के नीचे
किसी अप्रचलित रेस्टोरेंट में
जब मिलते हैं अचानक पुराने दोस्त
स्थापित होते हैं मधुरिम एकांत के क्षण

ख़ुद-ब-ख़ुद बोलने लगते हैं होंठ
आँखों की पुतली के भीतर चमकते हैं ख़ुशी के दीप
फिर यकायक खिलता है यौवन ज़िन्दगी में
जब मिलते हैं – पुराने दोस्त किसी दिन !

सरसर बहती हैं यादों की हवाएँ
डोलते हुए ह्रदय की पत्तियाँ
वो बड़ी बहन की शादी और लड्डू की चोरी !
चाँद के उजाले में लुका-छिपी खेलना
नदी किनारे वो बालू के घर बनाना
स्कूल से भागकर दिनभर पोखर में तैरना
और जुराब में पुराने लत्ते भरकर बॉल बनाना

छोटी-सी अनबन पर कई दिनों तक बातें न करना
फिर बतियाने की उजलत में रहना
क्रमशः बदलते जाते हैं मंज़र
ताज्जुब लगता है तब
जब शादी की बातों से शर्माने वाला दोस्त
पूछता है बे-हिचक –
‘कितने हुए बच्चे ?
अब तो बड़े हो गए होंगे !’

वे कॉलेज के स्वर्णिम दिन
उस साँवली लड़की को लिखे अधूरे प्रेम-पत्र
नदी किनारे की पिकनिक
फिर मध्यान्तर में अन्ताक्षरी
सपने जैसे उफ़नते शबाब में
दिल रुलाने वाला एकतरफ़ा प्रेम
दीवार पर खड़े होकर दिए गए जोशीले भाषण
टेबल बजाकर गाए गए कुछ आधुनिक गाने
और अन्तिम विदाई !

बजता हुआ किसी मीठे गाने को दुहराकर सुनने जैसा
हम उलता घुमाते हैं समय को
फिर लौटते हैं इतिहास के अनेक मोड़ों पर
जब कहता है दोस्त –
‘ख़ुद के लिए जीना तो बस उतना ही था !
अब तो टूटकर ... ‘

हैरानी तो होती है तब और प्यार भी आता है
जब मिलता है अभी-अभी परिचित हुआ कोई नया दोस्त
वर्षों पुराने दोस्त की हमशक्ल लिए – किसी मोड़ पर !
hi
प्रेम वर्जित है इस शहर में
निषेध है मुस्कान पर

चलते-चलते लग सकती है छाती में संगीन
या सिर पर गिर सकता है बम
हथियारबन्द आए कुछ अज्ञात समूह
कर सकते हैं अपहरण घर के भीतर से
या बालों को छूकर निकल सकती है कोई बन्दूक की गोली

थोड़ी देर पहले झण्डे की तरह हवा में लहराता
ट्राफ़िक समय का हाथ
थम चुका है इस वक़्त
और जीवन के सुनसान राजमार्गों में केवल
रात के कुत्तों की तरह रोते दौड़ रहे हैं साइरन

ऐसे हालात में जाना है मुझे डाकघर
और वहाँ से लेना है
दूर से मेरी प्रियतमा द्वरा भेजा गया
जन्मदिन का शुभकामना कार्ड
hi
वैसे तो बहुत कुछ है पृथ्वी में
यहाँ घूमता रहता है पर्यटक की तरह सूरज
मृदु मुस्कान-सी उसकी सुबह

यह बूढ़े पर्वत और उनकी शालीन गम्भीरता
यह तरुण दरिया और उनकी मादक चंचलता
चोटियाँ और चबूतरे
साफ़ रुमाल जैसा सुबह का नीला आसमान
और साँझ में कालिगढ़ी से तारे

हाँ, बहुत कुछ है पृथ्वी में
यह स्वतंत्र पक्षी और पात फड़फड़ाते वृक्ष
प्रेमपूर्वक बजाय गए वायलिन की धुन और मीठी यादें

प्रिय अतीत और उजाला भविष्य
अनन्त फैले रास्ते और सुखद यात्राएँ है पृथ्वी में
और हैं बड़े-बड़े पुस्तकालय और पुरातात्विक दरबार

और भी बहुत कुछ है
फिर भी एक चीज़
सिर्फ़ तुम नहीं 
तो कुछ भी नहीं है पृथ्वी में !
hi
कल मैं होऊँगा नहीं तुम्हारे शहर में
लौट जाऊँगा अपने देश जैसे लौट जाती है हवा
हौले से छूकर चेरी के फूल

जैसे लौट जाती हैं लहरें साहिलों से
कि वैसे जैसे लौटते हैं साँझ में परिन्दे अपने घोंसले में

लौटते हुए ले जाऊँगा मैं
नवम्बर के एक दर्जन दिनों में बुने
हस्तकला-सी यादों के सोवेनियर
हार्दिकता का गुलाब और एक प्रेम गीत

अभी काँच के टूटने-सा एहसास है सीने पर
मानो कि बाँसुरी की धुन-सी आवाज़ में कह रहा है कोई
दूर नेपथ्य से
सायोनारा !!! मेरे महबूब सायोनारा !!! सायो ! ना ! रा !!!

घर पहुँचकर भी आधा तो छूट जाऊँगा मैं यहीं
माउण्ट फुजि के अगल-बगल, समुद्र के किनारे
या नारिता एअरपोर्ट के आसपास कहीं

लौटकर जाने वाला मैं
लेते हुए जाऊँगा जापानी आँखों के बिम्ब
सिंगापुरिया आँसू या थाई हँसी की तस्वीर

लोगों के बीच आपसी प्यार ही तो है स्वर्ग
जो कि मैं छोड़ गया होऊँगा यहाँ
उसे प्यार से महफ़ूज रखना – मेरे प्यारे दोस्त !
hi
खिड़की से देख रहा हूँ
पश्चिम के सिरे से उतरता हुआ बूढ़ा सूरज
गोधूली में चहक-चहककर
गुफ़्तगू कर रहे हैं परिन्दे
और ज़िन्दगी खोशीदा दरख़्त-सी
खड़ी है इक तमास !

सन 80 के दशक की ऐसे ही एक साँझ
चला था मैं घर से
माँ ने जेब में रख दिए कुल तीस रुपए लेकर
थोड़ी दूर दोराहे तक पीछे-पीछे आकर
बहन तो कह रही थी –
दिवाली पे तो ज़रूर लौट आना भैया !

बहुत-सी बिन भैया के फीकी-फीकी-सी दिवाली मनाकर
ब्याहा करके चली गई बहन एक दिन
और एक ही अँगूठे की छाप से खो दिया माँ ने
वो पुश्तैनी घर, खेत
फिर भी मैं लौटा नहीं !
पर दिन भर भटकता रहा मुम्बई की गलियों में

रात भर रोता था मैं घर की याद में
और सवेरे ही जाकर करता था – जोकर की भूमिका
और करता था करोड़पति का किरदार दोपहर में
भूखा, बे-नींद और क्लान्त रातों को
गिनता था आसमाँ के तारे
दिशाहीन अपने ही जीवन को भूलकर
मैं करता था खतरनाक स्टण्ट
कूदता था चलती-चलती रेल में
इसी तरह क्रमशः ज़िन्दगी घुटने लगी
टूटने लगी
लैब के अन्धेरे कमरे में एडिटिंग में काटे गए
एक-एक सीन की तरह बेकार गए वह बहुमूल्य दिन
फिर अचानक इक सुबह
आईने के सामने खड़े होकर दाढ़ी बनाते-बनाते

मैं छील रहा हूँ ब्लेड से किस अजनबी चेहरे को ?
कब लहूलुहान हुआ गाल पता ही नहीं चला
उसी शाम ठूँसकर बाकी सपनों को मैले झोले में
मैं लौट आया जन्मघर – इस सुदूर गाँव में
कितना वक़्त लगता ही है इक अदना-सा ज़िन्दगी बीतने में

याद करता हूँ वह पुराने दिन
और आईने में देखता हूँ खुद के सफ़ेदी खिले हुए बाल
ख़ुद-ही-ख़ुद को सोचता हूँ चलचित्र का कोई किरदार-सा

पता नहीं - कब तक करना होगा
अभी और तन्हा बूढ़े का किरदार
सच कहता हूँ,
बदलते जाने वाले जीवन के मंज़रों में
इक चरित्र ही तो है हर इक आदमी

पर, अभी भी इन्तज़ार है मुझे जीवन बदलने वाला कोई
क्लाइमैक्स !
hi
एअरपोर्ट के अन्दर
ट्रांजिट में चमक रही
झिलमिल बत्तियों की रौशनी में

हाथ में प्रियतम की धुँधली तस्वीर लिए
सफ़ेद बालों वाली इक बूढ़ी औरत
सुना रही है रात में मुझे अपनी फ़साना-ए-इश्क़
झुर्री भरे गालों पर गिर चुकी है अश्क की इक बूँद

कहती है – तीस वर्ष पहले
अलग देश, भाषा और संस्कृति वाले
हम मिले थे एक ही जगह
और साथ-साथ चलते न जाने कब बँध गए थे गहरे प्रेम में

जुदाई की पहली रात
गर्म अश्कों से भिगोया था इक दूजे के सीने को

ट्रांजिट में बदले थे अन्तिम चुम्बन और छोटे प्रेमपत्र
हाँ, यही तो है उसने उस वक़्त सप्रेम भेँट की नीली डायरी !

कहती है – जीवन भर वैसे ही सरसब्ज़ रहा दिल में प्यार
तीस वर्ष बाद मिलकर हमने सुनाया एक-दूसरे को –
कैसे बसर हुई ज़िन्दगी
याद की – छोटी-छोटी तकरारें और अगले जन्म
साथ जीने के वादे
रोते-रोते हँसे फिर हँसते-हँसते रोए हम अचानक !

मानो  एक साथ ही धूप भी निकली हुई हो
और मुसलसल हो रही है झड़ी
मैं मौन देखते रहता हूँ – उसकी भीगी पलकें
और थोड़ी-थोड़ी देर में मुस्कुराते होंठ

परवाज़ के लिए अभी काफ़ी है वक़्त !
hi
स्वैच्छिक अवकाश लिए
घर लौट रहा पूर्व लड़ाकू
रास्ते के किनारे बनी
चाय की झोपड़ीनुमा दुकान पर
भूल गया है अपना
पसीना पोंछकर रखा रुमाल

जाने किस ख़याल में था वो
और भूल गया
अश्कों के अल्फ़ाज़ से लिपिबद्ध किए हुए

अनेक कहानियों का एक संग्रह जैसा
बूँद- बूँद पसीने से भीगा हुआ
कोई गम्भीर तैलचित्र-सा
                          और तो और कैन्टोनमेंट के उदास दिनों में
कभी हाथ में, कभी गले में
कभी न छूटने वाला साथी जैसा –रुमाल

घर पहुँचकर देखेगा वो
कील पर टंगा हुआ स्कूल का बस्ता
जो कि वो छोड़ गया था आँगन में अरसा पहले
और शामिल हुआ था सैन्य तालीम में

देखेगा वो शहीद घोषित की गई
निर्दोष बहन की तस्वीर
उसके ऊपर सूख चुकी माला
                          याद करेगा – जनता की मुक्ति के लिए

ख़ुद क़ुबूल की सदस्यता
कुछ पूछ रहे हों जैसे लगेंगी
तस्वीर की चमकीली आँखें

बेचारा कहकर दुलारने वाली दादी माँ नहीं होंगी अब
नहीं होंगे रोकर रास्ता रोकने वाले कोई
साँझ के फ़लक से टूटी अख्तर-सी
खो जाएगी ख़ुशी अचानक
सामने होंगे जटिल सवाल-से माँ-बाप के चेहरे
बेटा ! कहाँ लहरा रहा है इंक़लाब का लाल झंड़ा ?

आँखों में छलक-छलक छलकेंगे आँसू
फिर ढूंढ़ेगा वो यही रुमाल !

स्वैच्छिक अवकाश लिए
घर लौट रहा पूर्व लड़ाकू
रास्ते के किनारे बनी
चाय की झोपड़ीनुमा दुकान पर
भूल गया है 
पसीना पोंछकर रखा रुमाल
hi
लिखता तो मैं ख़ुद हूँ अपने हाथ से
पर कौन सिखाता है मुझे कविता ?
कौन देता है नवीन और अक्षत बिम्ब ?
कौन देता है एक मौन और अर्थपूर्ण भाषा ?

कविता में विचार या कला ?
कविता में सरलता या दुरुहता ?
कविता में लोकप्रियता या स्तरीयता ?
यह कोई भी सवाल मेरे लिए सवाल ही नहीं है.

उलझना नहीं चाहता मैं किसी भी अनर्थों से
मैं तो सच्ची कविता लिखना चाहता हूँ
पूर्ण कविता, सम्पूर्ण कविता
और असल में कविता इन्सान जैसी होनी चाहिए
एकदम रहस्यमयी, स्वप्नदर्शी,
कोमल, भावुक और संघर्षशील

अपने प्रिय पाठकों को साक्षी मानकर
                    कहता हूँ कि कविता मेरा पहला प्यार है
और यही है मेरी कविता की आत्मकथा
hi
क्यों चली हवा अचानक और उड़ा ले गई घोंसला ?
क्यों बरसे ओले और गिराया गुलाब के पंखुड़ियों को जमीं पर ?
क्यों फटा बादल और तोड़ी गरीबों की छत ?
जीवन में कितने अर्थपूर्ण हैं
किसी आदमी का अभाव या उपस्थिति !

अरसों से
तुम्हारी राह देख रहे रास्तो पर न चलकर गई तुम

इक पुराने किताब के सफ़हे यूँ हीं पलट रहा था साँझ में
सूख चुका फूल देखकर
सिल्विया, तुम्हारी यादें ताजा हो खिल उठीं आज !!

जीवन तो कैसे भी हो गुज़रता ही है
किसी के प्रेम में जैसे अभाव और वियोग में भी
कितनी ही सर्दियाँ आईं
यादों की नरम धूप तापकर बैठा रहा
और कितनी ही चैत की आँधियों में
सूखे पत्ते की तरह उड़ता रहा मन

झड़ी फटे दिन – बर्खान्त में सुखाया
तुमने तोहफ़े में भेँट की
विश्वप्रसिद्ध व्यक्तियों की आत्मकथाओं से भरी पुस्तकें
और जन्मदिन के तोहफ़े में भेँट किए कपड़े

सावन के तालाब-सा देखता हूँ आँसुओ से भरी तुम्हारी आँखें
और वह दिन याद करता हूँ
पहाड़ी का अकेला पेड़ देखता हूँ
और दूर कहीं प्रतीक्षारत तुम खड़ी हो, सोचता हूँ
जब देखता हूँ यात्रा में कहीं समुद्र
तुम्हारे विश्वास और तुम्हारे होने का आभास सोचता हूँ

छूटकर भी छूट ही न सका मैं
हवाओं के झोंकों को तुम्हारा निश्वास समझता हूँ

तुम्हारी चंचलता और ठहाकों को सुबह की धूप समझता हूँ
जीवन में इतने बड़े आघात सहकर भी

दुःख हुआ तक कह न सका मैं
सीने के भीतर निरन्तर जाते रहे भूकम्प के झटके फिर भी
मैं मौन, शान्त, एकदम ही निस्पृह-सा होता रहा

अहो ! करोंड़ों लोगों की भीड़ में
किसी को पता ही नहीं चलेगी इक अद्भुत्त कहानी !

फुर्सत के वक़्त किवाड़ बन्द कर अकेले कभी-कभी
कल्पना करता हूँ, फिर दुहुराता हूँ समय का हिसाब-किताब

क्या नहीं मिलता, क्या नहीं मिलता
ऐसे करता तो अच्छा होता
वैसे बोलता तो अच्छा होता, कहता हूँ

वैसे ही हैं पहली बार मुलाकात हुई थी जहाँ
वैसे ही हैं रास्ते और लोगों की चहल-पहल
सिर्फ तुम्हारी अनुपस्थिति के अँधेरे में खो जाते हैं सब रंग

सोना पिघलकर फैला हो जैसे, मुस्कुराते हैं
सुनहरी धूप के पर्वत
मन्दिर पर बजती रहती हैं घण्टियों की ध्वनि
और रेंगता रहता है कीड़ों की तरह समय
मै बस खोया रहता हूँ सवालों की चारकोस झाड़ियों में

अविस्मर्णीय इक गर्भवती साँझ
जन्म देगी कहता था इक सुन्दर सुबह को !
hi
निकलो अश्कों का आइना देखना छोड़कर
कुचलते हुए खोशीदा पत्तों-सी उदासी की सुरंग से
ख़ुद ही के बनाए निराशा की अँधेरी
तारबार से निकलो और देखो
दूसरी और मिलेंगे - इन्द्रधनुषी स्वागतद्वार

डाली-डाली पर उछलते-नाचते परिन्दे
हज़ारों ठेस सहकर तहरीत होती मुसाफ़िर-सी नदी
जीत की जश्न में शामिल
अबीर से रंगित आशावादी जनता जैसे रंगीन फूल
फैलते जा रहे सपनों जैसी मुस्तफ़ा फ़लक
या लोगों की उम्मीदों-से झिलमिलाते अख्तर
तुम्हारे संग ही होंगी जीने लायक
इक पूरी और सुन्दर पृथ्वी

जिसे तुमने दुःख कहा
वो तो तेजाबी गहना
तुम्हारे मखमली अश्कों के तागों से बुना हुआ
जिसे तुमने चोट कहा वो तो प्यारा स्पर्श
किसी महान बुततराश ने बेहुदा बुत को

तराशकर मूर्ति बनाया हो जैसे
तुम्हारे जीवन को उभारने की इक बेजोड़ अनुभूति

वाकई एक बार जीना सीख लिया तो
फिर जितना ही काटो उतना ही बौराती हैं जीवन की कोपलें !

जिन दुःखों को दुःख कहती हो तुम
वो तो ख़ुद ही ने बोया पौधा – अपने ही मन के गमले में
बरामदे या सीढ़ी में
या दहलीज के पास आँगन के इक कौने में

ख़ुद ही ने उगाए दुःखों के कैक्टस
बढ़ते ही जाते हैं दिन-प्रतिदिन
और उसी में उलझकर लहूलुहान होते हैं हम अचानक
फिर कोसने लगते हैं पुराने दोस्त जैसे दुखों को बेकार ही 
समाचारवाचिका की तरह मुस्कुराकर झेल लो दुःखों की खबर
मत दुखो – माँझकर रखो लेकिन वह पुरातात्विक दुःख

हर इक इमेल में आए तुम्हारे अश्कों के पारदर्शी तकाज़े
असह्य होते हैं मुझे !
