hi
वनै वनै काफल किलमड़ौ छ
वाड़ा मुड़ि कोमल काकड़ो छ
गोठन में गोरु लैण बाखड़ो छ
थातिन में है उत्तम उपरड़ो छ
hi
दूर विलायत जल का रास्ता करा जहाज़ सवारी है
सारे हिन्दुस्तान भरे की धरती वश कर डारी है
और बड़े शाहों में सबमें धाक बड़ी कुछ भारी है
कहे गुमानी धन्य फिरंगी तेरी क़िस्मत न्यारी है
hi
विद्या की जो बढ़ती होती, फूट न होती राजन में।
हिंदुस्तान असंभव होता बस करना लख बरसन में।
कहे गुमानी अंग्रेजन से कर लो चाहो जो मन में।
धरती में नहीं वीर, वीरता दिखाता तुम्हें जो रण में।
hi
खासे कपड़े सोने के तो बने बनाए तोड़े लो
पश्मीने गजगाह चँवर वो भोट देश के घोड़े लो
बड़े पान के बीड़े खासे बढ़के शाल दुशाले लो
कहै गुमानी नगदी है तो सभी चीज़ अल्मोड़े लो
hi
यहाँ ढेला नद्दी, उत बहत गंगा निकट में
यहाँ भोला मोटेश्वर,रहत विश्वेश्वर वहाँ
यहाँ सन्डे डंडे कर धर फिरें, सांड उत हैं
फर्क क्या है काशीपुर नगर काशी नगर में
hi
बाजे लोग त्रिलोकनाथ शिव की पूजा करें तो करें (हिंदी)
क्वे-क्वे भक्त गणेश का जगत में बाजा हुनी त हुन्।। (कुमाँउनी)
राम्रो ध्यान भवानि का चरण माँ गर्छन कसैले गरन्।। (नेपाली)
धन्यात्मातुल धामनीह रमते रामे गुमानी कविः।। (संस्कृत)
hi
विष्णु देवाल उखाड़ा ऊपर बंगला बना खरा
महराज का महल ढहाया बेड़ी खाना वहाँ धरा
मल्ले महल उड़ाई नंदा बंगलों से हैं वहाँ भरा
अँग्रेज़ों ने अल्मोड़े का नक्शा औरी और करा
hi
उत्तर दिशि में वन उपवन हिसालू काफल किल्मोड़ा ।
दक्षिण में छन गाड़ गधेरा बैदी बगाड़ नाम पड़ा ।
पूरब में छौ ब्रह्म मंडली पश्चिम हाट बाजार बड़ा ।
तैका तलि बटि काली मंदिर जगदम्बा को नाम बड़ा ।
धन्वन्तरि का सेवक सब छन भेषज कर्म प्रचार बड़ा ।
धन्य धन्य यो ग्राम बड़ो छौ थातिन में उत्तम उपराड़ा ।
hi
हटो फिरंगी हटो यहाँ से 
छोड़ो भारत की ममता
संभव क्या यह हो सकता है 
होगी हम तुममें समता?
hi
जजमान भोला परपंचि नारी ।
द्‍वी भुड़ गडेरी मे दयो पूजा सारी ।
रिसानी खिसानी विशा ज्यू रिसानी ।
यो वॄत्ति देखी मन में गिलानी ।
हरि ओम तच्छत के पुन्तुरी थामी ।
नमः शिवायेति समर्पयामी ।
hi
दिन-दिन खजाना का भार का बोकिया ले,
शिव शिव चुलि में का बाल नैं एक कैका….
तदपि मुलुक तेरो छोड़ि नैं कोई भाजा….
इति वदति गुमानी धन्य गोरखालि राजा….
—————————————————————————————-
अर्थात – रोज रोज खजाने का भार ढोते-ढोते प्रजा के सिर के बाल उड़ गये पर राज गोरखों का ही रहा। कोई भी उसका राज छोड़कर नहीं गया। अत: हे गोरखाली राजा तुम धन्य हो।
hi
इसी तरह अंग्रेजी शासन के समय गुमानी ने लिखा है -

विलायत से चला फिरंगी पहले पहुँचा कलकत्ते….
अजब टोप बन्नाती कुर्ती ना कपड़े ना कुछ लत्ते….
सारा हिन्दुस्तान किया सर बिना लड़ाई कर फत्ते….
कहत गुमानी कलयुग ने यो सुब्बा भेजा अलबत्ते….
विष्णु का देवाल उखाड़ा ऊपर बंगला बना खरा….
महाराज का महल ढवाया बेडी खाना तहाँ धरा….
मल्ले महल उड़ाई नंदा बंगलो से भी तहाँ भरा….
अँग्रेज़ों ने अल्मोड़े का नक्षा ओरी और किया….
hi
एक विधवा की दशा :

हलिया हाथ पड़ो कठिन लै है गेछ दिन धोपरी….
बांयो बल्द मिलो छू एक दिन ले काजूँ में देंणा हुराणी….
माणों एक गुरुंश को खिचड़ी पेंचो नी मिलो….
मैं ढोला सू काल हरांणों काजूं के धन्दा करूँ….

कविता का अर्थ :
अर्थात – बेचारी को मुश्किल से दोपहर के समय एक हलवाहा मिला ….और केवल बाँई ओर जोता जाने वाला बैल मिल पाया, दाँया नहीं मिला…. खिचड़ी का एक माणा (माप का एक बर्तन) भी उसे कहीं से उधार नहीं मिल पाया…. निराश होकर वह सोचती है कि कितनी बदनसीब हूँ मैं ….कि मेरे लिये काल भी नहीं आता….।
hi
चंदन कर्दम कलहे भेको मध्यस्थतापन्नः।
ब्रूते पंक निमग्नः कर्दम साम्यं च चंदन लभते।।

अर्थात चंदन और कीचड़ में विवाद हुआ और मेंढक को मध्यस्थ बनाया गया। चूँकि मेंढक कीचड़ में ही रहता है, वह चंदन का साथ भला कैसे दे सकता है?
hi
सुरंगतटी रसखानमही धनकोशभरी यहु नाम रह्यो ।
पद तीन बनाय रच्यौ बहु विस्तार वेगु नहीं जात कह्यो ।
इन तीन पदों के बखान बस्यो अक्षर एक ही एक लह्यो ।
धनराज सुदर्शन शाहपुरी टिहिरी यदि कारन नाम गह्यो ।।
hi
शिरसि जटाजूटं विभ्रत् कौपीनंघृतवान् ।
भस्माशेषै वपुषिदधानों हरिचयर्रांबरवान् ।।
तृष्णामुक्तः स्वैर बिहारी योगकला विद्वान ।
अलख निरंजन जपता योगी ओन्नमोनारान् ।।
hi
छोटे पे पोशाक बड़े पे ना धोती ना टोपी है,
कहै गुमानी सुन ले बानी होनी है सो होती है ।
अँग्रेज़ के राज भरे में लोहा महंगा सोने से ।
दौलत खींची दुनिया की सो पानी पीवे दोने से ।
hi
अँग्रेज़ों के ज़माने में कुमाऊँ की समृद्धि नष्ट हो गई। कवि का भावुक ह्रदय कुमाऊँ की दुर्दशा पर कराह उठा-

आई रहा कलि भूतल में छाई रहा सब पाप निशानी ।
हेरत हैं पहरा कछु और ही हेरत है कवि विप्र गुमानी ।
hi
कथावाले सस्ते फिरत धर पोथी बगल में ।
लई थैली गोली घर-घर हक़ीमी सब करें ।।
रंगीला-सा पत्र कर धरत जोशी सब बने ।
अजब देखा काशीपुर शहर सारे जगत में ।।

जहाँ पूरी गरमा-गरम, तरकारी चटपटी ।
दही-बूरा दोने भर-भर भले ब्राहमण छकें ।।
छह न्योते-वारे सुनकर अत्ठारे बढ गए ।
अजब देखा काशीपुर शहर सारे जगत में ।।

जहाँ धेला नदी दिग़ रहत मेला दिन छिपे ।
जहाँ पट्टी पातुर झलकत परी-सी महल में ।।
तले ठोकर खाते-फिरत सब गलिन में
अजब देखा काशीपुर शहर सारे जगत में ।।

कड़ी जसपुर पट्टी फिरकर कदी तो चिलकिया ।
कदी घर में सोते भर नयन भोरे उठ चले ।।
सभी टाट लादें बनज रुजगारी सब बनें ।
अजब देखा काशीपुर शहर सारे जगत में ।।

यहाँ ढेला नद्दी उत बहत गंगा निकट में ।
यहाँ भोला मोटेश्वर रहत विश्वेश्वर वहाँ ।।
यहाँ संडे-डंडे कर-धर फिरें सांड उत ही ।
फ़रक क्या है काशीपुर शहर काशी नगर में ।।
