hi
"गाँव छोड़ब नाहीं
माँ-माटी छोड़ब नाहीं
जंगल छोड़ब नाहीं
लड़ाई छोड़ब नाहीं"

उठ रहा है
खदेड़े गए पानी से
आदिवासी धुआँ

साँझ झोला में चिन्ता डाल कर घर लौट रहा बुधिया का निःश्वास
और सवेरे लुंगी के फेर में डर ढोकर घर छोड़ने वाली धनिया की प्रःश्वास से
धुकधुक करता है
इतिहास से भी बुजुर्ग
आदिवासी धुएँ का दिल

खदेड़े गए पानी में आग है
आग में देश
देश में आँसू है
और आँसू में घुलकर बह रहा है इतिहास के घाव का पीप

उसे पानी से खदेड़ा गया
इसीलिए पानी को ही उस ने कन्धे पर उठा लिया है
धुआँ काँटों का तार पहचानता नहीं

धुआँ सत्ता द्वारा दिखाई गई संगीन देखता नहीं
धुएँ का इसीलिए कोई देश नहीं है

राजधानी का तल्ला-तल्ला सत्ता-महल की धरती चीरकर
अन्धकार में अंकुरित पौधे की तरह
फैलेंगे कहा है
शताब्दी-शताब्दी दबे माथाओं ने

नोचे गए जंगल, मिट्टी, पानी और हवा ने
भेजा है जल्दी लौटने का संदेश
विकास की क़ैदगाह से

उसे जंगल से खदेड़ा गया
इसलिए उसने जंगल को ही कन्धे पर ले लिया है

धुएँ ने उठाया है
मुस्कराते हुए प्रतिरोध की लौ
धुएँ के हाथ में अब तीर हैं, धनु है
धुएँ के झोले में किताब है, पर्चा है
धुएँ के दिल में गीत है, सपना है

खेत के टीलों-टीलों से हो के गुज़रते हुए
गाता जा रहा है न सोए हुए गाँव का एक आदिवासी धुआँ --
"गाँव छोड़ब नाहीं
माँ-माटी छोड़ब नाहीं
जंगल छोड़ब नाहीं
लड़ाई छोड़ब नाहीं"

और अभी पानी की आग हौले से
आकाश की तरफ उठती जा रही है
उसी आग में जल रही है तप-तपकर
राज्यसत्ता की शाही चाल

उसे पृथ्वी से खदेड़ा गया
इसीलिए उस ने पृथ्वी को ही कन्धे पर उठाया है
hi
जब घर का गला दबोच के
हुकूमती हवा के नुकीले हाथ
निषिद्ध अंगों को चिथोड़ते हैं

जब आदमी मुँह खोलेंगे इस डर के चलते
सरकारी बन्दूक खोलती हो अपना मुँह

जब जवान सड़क
बोझिल समय के चौपाल में दिन में ही खर्राटे लेती हो

जब मध्याह्न में आ टपकती हो साँझ
और अन्धेरे का षड्यन्त्र रचते हुए चाय पीती हो
उजाले के कण्डोम के ऊपर बैठ कर --
तब नहीं लगता क्या पास ही में है कश्मीर ?

ये, यहीं तो है देश का तार पर सुखाने के लिए लटकाया गया कश्मीर का अण्डरवियर
ये, यहीं तो है कश्मीर की ओवरडोज़ उल्टी
ये, यहीं तो है कश्मीर की ऐतिहासिक बलग़म
ये, यहीं तो है कश्मीर का नसबन्दी कराया गया गुप्तांग

जब शान्त पत्ते डोलते हैं यूँ ही
और कच्ची राजनीति के टेढ़े मेढ़े रास्ते में
गिर जाती है
सुनमाया की डोको से लकड़ी

जब टानी गई जीभ से टप-टप टपकता है ख़ून
चिचियाता हुआ मौनता की
नदी की छाती में

जब घर के अन्दर बैठी दहशत
चेतना बन कर खुले चौक में घूमती है
सत्ता की कानूनी बारूद सूँघते हुए

जब घर के बाहर निकलकर घाव
फटा हाफ़पैंट पहन कर दवा की मैराथन दौड़ता है --
तब नहीं लगता पास ही में है कश्मीर ?
कहाँ है दूर कश्मीर ?
एक हाथ दूर भूमि में दागी गई गोली की दबी हुई चीख़
क्या जोड़-जोड़ से सुनाई नहीं देती ?
एक चरण दूर की मिट्टी में गिरा ख़ून का चमकता चेहरा
क्या पहचान में नहीं आता ?

बस इतना ही पुछ रहा हूँ दार्जिलिङ तुझ से
कि क्या कश्मीर दूर है ?
hi
बैठने वाले का
इन्तज़ार कर रही थी
बैठी कुर्सी

एक दिन अचानक
वह तो चल पड़ी

क्या करेगा
उस पर बैठने वाला अब ?
hi
यूँ तो देखने के लिए
पत्रिकाएँ हैं
वाचाल अख़बार है
दिमाग सड़ाने वाला टेलीविजन है

देखने के लिए कम-से-कम
दीवार पर टँगा टकटकी लगाए कैलेण्डर है
देखने के लिए
बूढ़ी माँ का खगोल ललाट है
छोटी बेटी की छोटी-सी अनन्त सूरत है
एक खिड़की आकाश
एक किरणपुंज धूप
और एक आईना चाँद है

वैसे खाली दीवार, गहरे कुएँ और टमाटर के अकेले खेत को
ताक सकती थी वह
चिन्ताओं से खचाखच भरे मन से बाहर
अकेली कहानीनुमा खिड़की को
खिड़की से बाहर उस बेख़बर पेड़ को
पेड़ से आगे शहर को जोड़ती कच्ची सड़क को भी
ताक सकती थी वह

लेकिन जाने क्यों
वह तो ताकती रहती है
दरवाज़े को ही

उसी कच्ची सड़क से गुज़रते परदेशी ने
कभी उससे कहा होगा
उसी दरवाज़े से लौट आएगा वह
hi
बाबू, इस बार भी तेरा एक दोष था --
तेरे पिताजी के पास पैसे नहीं थे
तुझे वे किसी निजी स्कूल में दाखिला नहीं दिला पाए
जहाँ नहीं दिया जाता कोई मध्याह्न भोजन-वोजन ।

इस बार भी तेरा ही एक दोष था
तुझे लगी थी भूख
और तूने खा लिया ज़हरीला चावल ।
बाबू, हमारी सरकार हमें कितना प्यार करती है
या तो भूखे मार देती है
या भूख मारने के लिए मार देती है
या भूख दिला कर मार देती है
या भूख लेकर मार देती है ।
इस तरह
देश का हरेक सवाल भूख में ही जाके अटक जाता है, बाबू
देश की हरेक सीमा भूख में जाके टकराती है
देश का हरेक समीकरण भूख की संख्याओं के सहारे आँका जाता है
और इस बार यही भूख तुझे तोहफ़ा दे कर चली गई है मौत का ।

बाबू, इस बार भी तेरा ही एक दोष था --
तू एक देश नाम के जंगल का विद्यार्थी था ।
जंगल में जंगल का ही चलता है हिसाब-किताब व भात ।
जंगल में पाठशाला गुफ़ा होती है व गुफ़ा एक वधशाला ।
और तू था कि उसी वधशाला में जाना था तुझे
सीखने के लिए जीवन के गुर ।

तेरी माँ को अब तुझे ढूँढ़ना नहीं चाहिए, बाबू ।
उसे पता है
कि तू अब लौट के नहीं आएगा कभी
वो रोएगी
बस, रोएगी
और तेरी याद को एक ईमानदार माँ की तरह दिल में कस लेगी ।

बाबू, इस बार भी तेरा एक दोष था --
ज़हर में घुला तेरा ख़ून कुछ लिख गया अख़बार के पन्नों में
इस टाल व्यवस्था की निर्लज्जता के बारे में
अर्थात्, लज्जा के बारे में ।
hi
मंगलसिंह,
तेरे जवान शरीर की
सौ साल बुड्ढी आग देख
अपने हक़ की पेशाब कर रहा है मँझला

मंगलसिंह, कौन सा है तेरी आग का देश ?
मंगलसिंह, तेरी आग के चप्पल का ब्राण्ड क्या है?
मंगलसिंह, तेरी आग की जीभ कहाँ है ?
इस आग का नाम क्या है ?
पूछ रहा है कार्पोरेटों से कुचला गया एक देश ।

उपनिवेशवादी रामराज्य में
तेरी आग का दाम
सस्ता है उस तेल के दाम से
जिसे तूने अपने शरीर पर उँड़ेल दिया था ।

तेरी आग के चेहरे में
लटक रही है एक सपने की सरकारी हड्डी ।
तेरी आग के मुँह से सट के खड़ा है
गुस्सैल आँधी का गीत ।

मंगलसिंह, इस बार तुझे देख कर
बुद्ध एक कुएँ का नक्शा आँक रहा है
हिटलर के हाथ से गिर चुकी है तानाशाही कारतूस
गाँधी ने थोड़ी-सी ऊपर उठा दी है अपनी नैतिकता की धोती ।

अब जा के मंगलसिंह
तूने एक धक्का दे दिया है
जो आज तक न दिया गया मानचित्र के पथरीले दरवाज़े पर ।

तेरी चीत्कार सुन कर इस बार
खुजला रही है तीस्ता
पुराने भूगोल का दाद
रह-रह कर ख़ून बह रहा है जहाँ से ।

मंगलसिंह, तेरी आग की जीभ कहाँ है ?
संविधान की मकड़ी का मूता हुआ
तेरा इकतारा भुंड़ी में
बजाता रहता है तेरी ज़िद्दी आवाज़ -- सुन रहा है ना तू !

मंगलसिंह, तेरी आग के हाथों से
पकड़ रखी है तूने
इतिहास की पहेली की चालाक पूँछ ।
दिल्ली जाने वाली रेल का टी० टी० ई० माँग रहा है
तेरी आग का वोटर आई०डी०...

जिन पदचिह्नों का पीछा कर रहे हैं तेरे आग के पैर
वे मुक्ति के हैं या मृगतृष्णा के ?
मंगलसिंह, तेरी आग की जीभ कहाँ है ?

चाट दे तू आग की जीभ से
छली गर्भधारण की ख़बर-खेल को
मंगलसिंह, अब तो उतार दे अपनी आग का कवच...
मंगलसिंह, तेरी आग की जीभ कहाँ है ?
hi
गाँठ पड़ने का डर है
फिर भी वह किसी को बताती नहीं
एकदम से बता नहीं पाती
मन की बात

जीवन की एक सच्चाई है
अच्छी तरह से पता है उसे --
कि बात कहने पर भी टीसती है मन में
नहीं कहने पर भी

वह सोचती है
छोड़ो -- पड़नी है तो पड़े गाँठ
गाँठों में गाँठ बन कर रह जाए जीवन

उस के बन्द मन के बक्से में
क्या हो सकता है
पता है किसी को ?




एक रात
तालाब में उतरा बादल

वह रात
निर्वाण की एक सुन्दर रात थी

तालाब में उतरे बादल में
छिपा था
सफ़ेद गुलाब-सा एक चाँद
तालाब के एक टुकड़े में चाँद का चेहरा है
जिसे देख किनारे के पेड़ पर बैठी कोयल
कविता की तरह कुछ बोलती रहती

पता है मुझे -- नहीं दे पाऊँगा
पर मन ही मन
तालाब का एक टुकड़ा चाँद तो
मैं तुम्हें कब का सौगात में दे चुका हूँ
hi
उजाला ही है वह
सब कह रहे हैं

हाँ, वही तो उजाला है
उसी की तरह जो दिखता है उजाला
सब कह रहे हैं

उजाले के नुकीले दाँतों में अटके हैं
माँस के टुकड़े
वह बाँहों में विकास की गठरी दबा के लाया है
शासक की भाषा बोलता है
सारे गाँव, सारी बस्ती, सारे बागान
जा रहे हैं चूहों की तरह
उसके पीछे-पीछे

हाँ, यह वही उजाला है
होंठों में दबाया है जिसने
सिगरेट की तरह आदमी को

अब जाके सुलग रहा है इनसान
ऊपर उठता हुआ धुआँ
क्या सभ्यता का है ?
hi
सामला मल्लैह, तुम इस धरती के बड़े बेटे हो ।
तुम्हारी अस्तित्व की पीठ रगड़ कर वे जला लेते हैं
अपने हिस्से की आग ।
वे कह रहे हैं बड़े गर्व के साथ
अन्तरराष्ट्रीय सम्मेलन में

देश में विकास की घटना घट रही है ।
तुम्हारा ही हड्डी बिछा कर
तुम्हारा ही ख़ून पोत कर
उनके बसाए हुए शहर में उनका देश बसता है ।
देख लो
देख के पहचान लो इन चेहरों को ।
इन चेहरों के भीतर के अमेरिकाओं को
व इन चेहरों के भीतर के कसाइयों को ।
कि चेहरे केवल मुखौटे होते हैं
और मुखौटे के फ़ोटो छपेंगे कल के अख़बारों के मुखपृष्ठों पर
जब तुम्हारी आत्महत्या की ख़बर
सूअर की पूँछ की तरह दिखाई देगी अख़बार की पूँछ में ।
"प्रधानमन्त्री ने गहरा शोक प्रकट किया है" --
कहेगी कन्फ़्युज्ड समाचार-वाचिका ।
इतिहास के किनारे धकेल के तुम्हें
वे तुम्हारी बदनामी के झूठे दस्तावेज़ छापेंगे ।

इनसान कायर नहीं होते
कायर तो होता है समय
इसीलिए समय का गलपट्टा पकड़ कर पूछना तुम सामला --
तुम्हारी छापामार भूख का
अपंग पंचायत का
और लोभी महाजन
इनमें से किस-किस का कितना हिस्सा बनता है
तुम्हारा मृत्यु की जीवन्त उपत्यका में ।

सामला मल्लैह, इन शासकों के लोभ में झूलते हुए
गणतांत्रिक अधिकार को उखेड़ फेंको
उखाड़ दो और एक रास्ते की खुदाई करो
जहाँ उनका विकास नहीं, तुम्हारे आदमी चल पाएँ ।
वे केवल देश 'चलाना' जानते हैं
देश 'बनाना' नहीं ।
इस बार आत्महत्या के अवसर दे दिए जाएँ
देश चलानेवाले सरगनाओं को ।
सामला मल्लैह, तुम इस धरती के बड़े बेटे हो ।

तुम्हारी विधवा स्त्री जब ख़ाली माँग किसी आग से भरती हो
तुम्हारे अनाथ बच्चे जब जीवन के कच्चे हिसाब सीखने लगेंगे
बचे-खुचे एक टुकड़े तुम्हारे खलिहान को जब प्यास सताती है
तब तुम्हारे ऋण की आँख खुलती हैं सामला मल्लैह
तब टूट जाते हैं पंख ऋण के ।
सामला मल्लैह, तुम इस धरती के बड़े बेटे हो ।
सामला मल्लैह, तुम इस धरती का नमक हो ।
